{
    "1": {
        "int_ext": "INT.",
        "location": "DEPT. OF HEALTH, OFFICE",
        "tod": "MORNING",
        "transitions": [],
        "action": [
            "CLOSE ON ARTHUR (30's), tears in his eyes from laughing so",
            "hard. He's trying to get it under control. His greasy, black",
            "hair hanging down over his forehead. He's wearing an old,",
            "faded green cardigan sweater, a threadbare gray scarf, thin",
            "from years of use, hangs loosely around his neck.",
            "He's sitting across from an overworked SOCIAL WORKER (50's),",
            "African American. Her office is cramped and run-down in a",
            "cramped and run-down building. Stacks of folders piled high",
            "in front of her.",
            "She just sits behind her desk, waiting for his laughing fit",
            "to end, she's been through this before. Finally it subsides.",
            "Arthur takes a deep breath, pauses to see if it's over.",
            "Beat.",
            "Despite the laughter, there's real pain in his eyes.",
            "Something broken in him. Looks like he hasn't slept in days.",
            "Beat.",
            "Beat.",
            "He reluctantly reaches into the pocket of his jacket hanging",
            "on the chair behind him. Pulls out a weathered notebook.",
            "Slides it across to her--",
            "She's half-listening as she flips through his journal.",
            "She doesn't respond, keeps flipping through his journal--",
            "PAGES AND PAGES OF NOTES, neat, angry-looking handwriting.",
            "Also, cut out photos from hardcore pornographic magazines and",
            "some crude handmade drawings.",
            "A flash of anger crosses Arthur's face--",
            "The social worker gives him a look, then reads something in",
            "the pages that gives her pause--",
            "She looks up at Arthur. He just stares back. Lets it hang out",
            "there for a beat.",
            "Then he laughs a little, even though he doesn't think it's",
            "funny--",
            "He leans in.",
            "She slides his journal back to him. He holds it in his lap.",
            "Long pause.",
            "The social worker ruffles through some papers--",
            "Beat.",
            "And we HEAR \"TEMPTATION RAG\" playing on a broken down piano--"
        ],
        "dialog": {
            "ARTHUR": [
                "--is it just me, or is it getting",
                "crazier out there?",
                "Everyday.",
                "(dodging the subject)",
                "I'm sorry. Did I bring what?",
                "Yes ma'am.",
                "I've been using it as a journal,",
                "but also a joke diary. Funny",
                "thoughts or, or observations-- Did",
                "I tell you I'm pursuing a career in",
                "stand-up comedy?",
                "I think I did.",
                "I didn't realize you wanted to read",
                "it.",
                "Yeah. I mean, that's just--",
                "No. I just,-- some of it's",
                "personal. You know?",
                "I think I felt better when I was",
                "locked up, in the hospital.",
                "Well I suppose I was mentally ill.",
                "Well my mother thought I was",
                "mentally ill, so she had me",
                "committed.",
                "They’ve been saying that since I",
                "was little. So who knows.",
                "I was wondering if you could ask",
                "the doctor to increase my",
                "medication.",
                "I just don’t want to feel so bad",
                "anymore."
            ],
            "SOCIAL WORKER": [
                "It's certainly tense. People are",
                "upset, they're struggling. Looking",
                "for work. The garbage strike seems",
                "like it's been going on forever.",
                "These are tough times.",
                "(then)",
                "How 'bout you. Have you been",
                "keeping up with your journal?",
                "Great. Did you bring it with you?",
                "(impatient; she doesn't",
                "have time for this)",
                "Arthur, last time I asked you to",
                "bring your journal with you. For",
                "these appointments. Do you have it?",
                "Can I see it?",
                "No. You didn't.",
                "(reading out loud)",
                "\"I just hope my death makes more",
                "cents than my life.\"",
                "Does my reading it upset you?",
                "I understand. I just want to make",
                "sure you're keeping up with it.",
                "How does it feel to have to come",
                "here? Does it help having someone",
                "to talk to?",
                "And have you thought more about why",
                "you were “locked up?\"",
                "How’s that?",
                "Did you feel mentally ill?",
                "Arthur, you’re on seven different",
                "medications. Surely they must be",
                "doing something."
            ]
        }
    },
    "2": {
        "int_ext": "EXT.",
        "location": "GOTHAM SQUARE, MIDTOWN",
        "tod": "AFTERNOON",
        "transitions": [],
        "action": [
            "CLOSE ON ARTHUR, NOW DRESSED UP AS A CLOWN, painted white",
            "face... Wide red smile outlined in black around his mouth...",
            "Bulbous red nose... Bald cap with two patches of frizzy green",
            "hair sticking out over the ears, little bowler hat... Too-",
            "tight buttoned jacket... Baggy pants and oversized colored",
            "shoes. This is his job.",
            "PULLING OUT, we see he's holding a sign in front of Kenny's",
            "Music Shop that reads, \"EVERYTHING MUST GO!\" A banner above",
            "the store reads, \"GOING OUT OF BUSINESS!\" Behind him, an OLD",
            "MAN plays an old piano on the busy street, garbage bags piled",
            "everywhere.",
            "Arthur's doing a little Charlie Chaplin like performance to",
            "the music, twirling the sign, bringing attention to the sale.",
            "He's pretty good, feeling the music in his bones, light on",
            "his feet. Still most people walk right past, ignoring him.",
            "ARTHUR SEES A GROUP OF BOYS pointing at him from down the",
            "street, laughing at him... One of the boys throws an empty",
            "Coke can at Arthur as they get close... Arthur holds up the",
            "sign like a shield, Coke can bouncing off it--",
            "The boys walk up on Arthur... He tries ignoring them, keeps",
            "dancing to the old ragtime, holding up the sign as they",
            "surround him... One of the kids knocks the sign out of",
            "Arthur's hands--",
            "The other kids crack up. Arthur bends over to pick up his",
            "sign and... Kicks it... Attempts to pick it up again and...",
            "Kicks it again... It's a bit.",
            "Arthur bends over a third time to pick up the sign and...",
            "One of the boys kicks him right in the ass--",
            "Arthur falls face first onto the sidewalk. Oddly, the old man",
            "playing the piano picks up the pace of the music--",
            "The kids crack up. One of the boys grabs Arthur's sign and",
            "takes off running across the street--",
            "The other kids follow, weaving through traffic--",
            "Arthur gets up and gives chase. He needs his sign back.",
            "He almost gets hit by a taxi, spinning out of the way just in",
            "time-- Spinning right into another taxi that stops just short",
            "of hitting him.",
            "Arthur keeps running through traffic. People stare. A clown",
            "barreling down the street has got to be a joke--"
        ],
        "dialog": {}
    },
    "3": {
        "int_ext": "EXT.",
        "location": "CORNER, ALLEY - GOTHAM SQUARE",
        "tod": "CONTINUOUS",
        "transitions": [
            "TITLE:"
        ],
        "action": [
            "The five boys are booking it down the busy street laughing",
            "and whooping it up. At the last second they take a sharp",
            "right turn down an alley--",
            "Arthur almost overshoots the corner, slip-sliding in his",
            "oversized shoes--",
            "He rights himself and heads down after them--",
            "Sees them running up ahead--",
            "WHAP! Out of nowhere Arthur gets hit in the face!",
            "He falls to the ground.",
            "One of the kids was hiding behind a dumpster and hit Arthur",
            "with the \"EVERYTHING MUST GO!\" sign, splintering it in two--",
            "The other kids turn back and walk up to Arthur down on the",
            "ground.",
            "Arthur reaches out, still trying to save the sign--",
            "THE KIDS START KICKING AND BEATING THE SHIT out of Arthur.",
            "It's brutal and vicious. Nobody on the street stops to help.",
            "CLOSE ON ARTHUR'S CLOWN FACE, down on the ground. Sweat",
            "running down his face, smearing his make-up. Doesn't even",
            "look like he's in pain. He just takes the beating. Arthur's",
            "good at taking a beating.",
            "That stupid smile painted on his face.",
            "TITLE:"
        ],
        "dialog": {
            "JOKER": []
        }
    },
    "4": {
        "int_ext": "INT.",
        "location": "CITY BUS (MOVING) - HEADING UPTOWN",
        "tod": "AFTERNOON",
        "transitions": [],
        "action": [
            "Arthur sitting in the back of a crowded bus, looking out the",
            "window at the city passing him by... his make-up's washed",
            "off, still see some white grease-paint smudged on the sides",
            "of his face.",
            "He feels somebody staring, turns to see a sad-eyed THREE-YEAR-",
            "OLD BOY, face puffy from crying, sitting on his knees looking",
            "back at him. His mother's facing forward, but even from",
            "behind you can tell she's angry.",
            "Arthur doesn't know where to look, feeling self-conscious and",
            "small. He gets back into \"character\" smiling like a clown and",
            "covers his face with his hands-- Starts playing the peek-a-",
            "boo game with him.",
            "The boy stares back at him for a moment then giggles--",
            "AND SUDDENLY ARTHUR STARTS TO LAUGH. LOUD. He covers his",
            "mouth trying to hide it-- Shakes his head, laughter pausing",
            "for a moment, but then it comes on stronger. His eyes are",
            "sad. It actually looks like the laughter causes him pain.",
            "People on the bus are staring. The little boy looks like he's",
            "going to cry again.",
            "Arthur shakes his head no, but he can't stop laughing. He",
            "reaches in his pocket and pulls out a small card. Hands it to",
            "the woman.",
            "CLOSE ON THE CARD, it reads: \"Forgive my laughter. I have a",
            "condition (more on back)\"",
            "She turns the card over and there is a bunch of information",
            "in small writing--",
            "\"It's a medical condition causing sudden, frequent, uncontrollable laughter that",
            "doesn’t match how you feel. It can happen in people with a brain injury or certain",
            "neurological conditions.\"",
            "She doesn't read it (but if you freeze frame the movie you",
            "could). She just shakes her head annoyed and throws the card",
            "on the ground.",
            "Arthur laughs harder. Tears running down his face.",
            "Not wanting to attract any more attention to himself, he",
            "covers his mouth with his threadbare scarf, trying to muffle",
            "the laughter--"
        ],
        "dialog": {
            "WOMAN ON BUS": [
                "(turns back to Arthur;",
                "already annoyed)",
                "Can you please stop bothering my",
                "kid?",
                "(interrupts)",
                "Just stop.",
                "You think that's funny?"
            ],
            "ARTHUR": [
                "I wasn't bothering him, I was--"
            ]
        }
    },
    "5": {
        "int_ext": "EXT.",
        "location": "THE BRONX, STREET",
        "tod": "SUNSET",
        "transitions": [],
        "action": [
            "The bus pulls away, sun almost gone.",
            "Arthur heads slowly limping down the litter-covered streets.",
            "Garbage is piled along the sidewalks, the air thick with smog",
            "creates a haze over everything.",
            "The streets are crowded with the poor, the elderly and",
            "disenfranchised. Women with children in busted strollers.",
            "Homeless people sleeping on subway grates. Stray dogs. His is",
            "one of the few white faces.",
            "Arthur makes his way into a run-down drug store, behind him",
            "two drunks fight on the corner, beating the shit out of each",
            "other. Arthur, and nobody else for that matter, pays them any",
            "attention.",
            "No one here gives a shit."
        ],
        "dialog": {}
    },
    "6": {
        "int_ext": "EXT.",
        "location": "SIDE ALLEY, TENEMENTS",
        "tod": "DUSK",
        "transitions": [],
        "action": [
            "Arthur cuts through a garbage filled alley behind decaying",
            "apartment buildings. Holding a small white (prescription) bag",
            "in his hand. Tenants overhead leaning out their windows,",
            "smoking out their windows, laughing, arguing over loud music.",
            "A BUNCH OF YOUNG KIDS HANGING OUT ON A FIRE-ESCAPE, yell down",
            "at Arthur giving him shit in Spanish."
        ],
        "dialog": {}
    },
    "7": {
        "int_ext": "EXT.",
        "location": "STEEP STAIRWAY, TENEMENTS",
        "tod": "DUSK",
        "transitions": [],
        "action": [
            "Arthur turns from the street, looking up at a long, steep",
            "concrete stairway that seems to go up forever, cutting",
            "between two tenement buildings, graffiti tags sprayed all",
            "over the brick walls. He starts the long climb up, step-after-",
            "step-after-step-after-step..."
        ],
        "dialog": {}
    },
    "8": {
        "int_ext": "INT.",
        "location": "APARTMENT BUILDING, LOBBY",
        "tod": "DUSK",
        "transitions": [],
        "action": [
            "A shabby lobby in a building that was once probably pretty",
            "nice, but now it's a dump.",
            "Arthur checks his mailbox. He's still holding the small white",
            "bag in his hand.",
            "The mailbox is empty."
        ],
        "dialog": {}
    },
    "9": {
        "int_ext": "INT.",
        "location": "ELEVATOR, APARTMENT BUILDING",
        "tod": "CONTINUOUS",
        "transitions": [],
        "action": [
            "Arthur steps onto the small, graffiti covered elevator,",
            "flickering fluorescent lights."
        ],
        "dialog": {}
    },
    "10": {
        "int_ext": "INT.",
        "location": "MOM'S APARTMENT, FRONT DOOR",
        "tod": "EVENING",
        "transitions": [
            "QUICK CUTS:"
        ],
        "action": [
            "Old apartment, worn carpet. Nothing's new inside but it's",
            "fairly neat and well-kept.",
            "His mother, PENNY FLECK (60's), comes in all made up. She",
            "walks over and gives him a kiss on the cheek. He covers the",
            "pain from his beating the best he can-- His mother doesn't",
            "seem to notice anyway.",
            "ARTHUR TEARS OPEN THE PRESCRIPTION BAG... A FLURRY OF PILL",
            "BOTTLES TUMBLE OUT ONTO THE COUNTER.",
            "SEE HIS NAME, \"ARTHUR FLECK\" ON THE ORANGE PILL BOTTLES,",
            "TEMAZEPAM... PERPHENAZINE... AHENELZINE... AMITRIPTYLINE...",
            "BENZEDRINE... DIAZEPAM... MEPROBAMATE...",
            "TAKES OUT ONE PILL FROM EACH THE TEMAZEPAM AND MEPROBAMATE",
            "BOTTLES."
        ],
        "dialog": {
            "PENNY (OS)": [
                "(shattering the moment)",
                "Happy?! Did you check the mail",
                "before you came up?"
            ],
            "ARTHUR": [
                "Yes, Ma. Nothing. No letter.",
                "Yes I'm sure. And my head's right",
                "here. Go lie down, I’m gonna make",
                "you some dinner, okay?"
            ],
            "PENNY": [
                "You sure you looked? Sometimes I",
                "don't know where your head is."
            ]
        }
    },
    "11": {
        "int_ext": "INT.",
        "location": "MOM'S BEDROOM, APARTMENT",
        "tod": "NIGHT",
        "transitions": [],
        "action": [
            "Arthur sets the food down in front of his mother lying in",
            "bed. The TV's on, playing the local news.",
            "Arthur sits down on a small chair in front of an old vanity,",
            "table covered with his mother's make-up.",
            "Before Arthur can say anything, his mother points to the news",
            "on the TV--",
            "Arthur smiles for his mother as he cuts up some more of her",
            "food.",
            "Arthur gets into bed with her, their nightly ritual. Stay on",
            "his face as he watches the opening to their favorite show--",
            "ANGLE ON TELEVISION, intro to \"LIVE WITH MURRAY FRANKLIN!\"",
            "playing--"
        ],
        "dialog": {
            "PENNY": [
                "He must not be getting my letters.",
                "Please. I worked for that family",
                "for years. He always had a smile",
                "for me. Least he could do is write",
                "back.",
                "You need to eat. Look how skinny",
                "you are.",
                "All day long it's more bad news.",
                "That's all there is.",
                "Thomas Wayne is our only hope.",
                "He'll make a great mayor. Everybody",
                "says so.",
                "Well everybody on the news.",
                "(beat)",
                "He's the only one who can save this",
                "city. He owes it to us.",
                "(she pats the bed)",
                "Come sit. It’s starting."
            ],
            "ARTHUR": [
                "It's Thomas Wayne, Mom. He's a busy",
                "man.",
                "Ma, eat. You need to eat.",
                "Maybe you shouldn't watch so much",
                "television.",
                "(playful)",
                "Everybody who? Who do you talk to?"
            ],
            "BARRY O'DONNELL (OS ON TV)": [
                "From NCB Studios in Gotham City,",
                "it's \"Live with Murray Franklin!\"",
                "Tonight, Murray welcomes, Sandra",
                "Winger, comedian Skip Byron and the",
                "piano stylings of Yeldon & Chantel!"
            ],
            "BARRY O'DONNELL (ON TV)": [
                "Joining Murray as always, Ellis",
                "Drane and his Jazz Orchestra. And",
                "me, I'm \"that guy\" Barry O'Donnell.",
                "And now, without further ado--",
                "Murraaaaay Franklin!"
            ]
        }
    },
    "12": {
        "int_ext": "INT.",
        "location": "TALK SHOW SET, STAGE - STUDIO 4B",
        "tod": "CONTINUOUS",
        "transitions": [
            "BACK TO:",
            "CUT BACK TO:",
            "CUT BACK TO:"
        ],
        "action": [
            "SPOTLIGHT ON SHIMMERING MULTICOLORED CURTAINS PARTING, AND",
            "OUT DANCES MURRAY FRANKLIN (late 60's) doing an old soft shoe",
            "to the jazzy tune Ellis Drane is playing him out to. Audience",
            "cheering and applauding loudly for him. Murray takes a little",
            "bow, and does one or two more steps to the music...",
            "ANGLE ON ARTHUR, clapping in the middle of the crowd. He's",
            "dressed \"richer\" (it's Arthur's fantasy version of himself).",
            "Everybody around him is enthusiastically applauding Murray.",
            "Murray motions for everybody to quiet down, nodding his head",
            "in appreciation of their applause--",
            "He glances up at Arthur, who is clapping wildly, squints his",
            "eyes a bit to make him out---",
            "The house lights come up. Murray takes a few steps downstage",
            "and points straight up at Arthur--",
            "Arthur looks around at the people around him, and realizes",
            "Murray's talking to him. Murray picked him out of the crowd--",
            "Arthur gets up to his feet. He talks more here, and with more",
            "confidence, looks more at ease than we've seen him.",
            "The audience starts to giggle and laugh at him.",
            "Murray holds up his hand, stopping them from laughing, coming",
            "to Arthur's defense--",
            "Audience \"awwwws\" for Murray, we can hear how much empathy",
            "they have for him.",
            "Arthur looks around at the crowd surrounding him.",
            "The audience starts to applaud Arthur.",
            "Murray Franklin nods in approval, and claps his hands loudly",
            "along with the rest of his audience, cheering for Arthur--"
        ],
        "dialog": {
            "MURRAY FRANKLIN": [
                "(looking into the crowd)",
                "Thank you. Glad you're here. We've",
                "got a great looking audience",
                "tonight.",
                "Wow. Thank you.",
                "Thank you.",
                "(beat; smiling)",
                "Who's that there? Hey Bobby, can",
                "you raise the lights for me?",
                "You there, will you stand up?",
                "What's your name?",
                "There's something special about you",
                "Arthur, I can tell. Where you from?",
                "Hold on. There's nothing funny",
                "about that. I lived with my mother",
                "before I made it. It was just me",
                "and her. I'm that kid whose father",
                "went out for a pack of cigarettes",
                "and never came back.",
                "All that sacrifice. She must love",
                "you very much.",
                "What? Hold on. Can you say that",
                "again?",
                "Wow. I like that. I like that a",
                "lot."
            ],
            "ARTHUR": [
                "Hi Murray. Arthur. My name is",
                "Arthur.",
                "I live right here in the city. With",
                "my mother.",
                "I know what that's like, Murray.",
                "I've been the man of the house for",
                "as long as I can remember. I take",
                "good care of my mother.",
                "She does. She always tells me to",
                "smile and put on a happy face. She",
                "says that I was put here to spread",
                "joy and laughter.",
                "(beaming with pride)",
                "My mother told me I had a purpose,",
                "to bring laughter and joy to the",
                "world."
            ]
        }
    },
    "13": {
        "int_ext": "INT.",
        "location": "MOM'S BEDROOM, APARTMENT",
        "tod": "CONTINUOUS",
        "transitions": [
            "CUT TO:"
        ],
        "action": [
            "Arthur looks over at his mother lying next to him, her eyes",
            "glued to the TV, hears the studio audience applauding, blue",
            "light flickering over her face--"
        ],
        "dialog": {}
    },
    "14": {
        "int_ext": "INT.",
        "location": "TALK SHOW SET, STAGE - STUDIO 4B",
        "tod": "CONTINUOUS",
        "transitions": [
            "CUT TO:"
        ],
        "action": [
            "ANGLE ON ARTHUR, listening to the audience applauding him,",
            "their applause getting louder and louder. He makes himself",
            "smile as wide as he can to show them he's happy.",
            "Sees Murray Franklin waving for him to come down out of the",
            "crowd... First Arthur shakes his head no thanks... Sees BARRY",
            "O'DONNELL (60's), Murray's announcer, also waving him down...",
            "And Arthur finally relents and makes his way to the stage...",
            "joining Murray under the lights.",
            "MURRAY TAKES ARTHUR'S HAND, RAISES IT ABOVE THEIR HEADS AND",
            "LEADS HIM IN TAKING A DEEP BOW... The audience goes crazy.",
            "Murray leans in and whispers something to Arthur, who laughs.",
            "Ellis Drane and his Jazz Orchestra plays them to the",
            "commercial break... house lights go back down... cameras",
            "start moving to their next position... Murray puts an arm",
            "around Arthur, a private moment between them.",
            "Murray pulls Arthur in closer, lowers his voice--",
            "Arthur looks at Murray Franklin, tears in his eyes and Murray",
            "looks back at him and gives him a hug."
        ],
        "dialog": {
            "MURRAY FRANKLIN": [
                "(turns, looks into TV",
                "camera)",
                "Okay, we got a big show tonight,",
                "stay tuned. We'll be right back.",
                "That was great, Arthur, thanks. I",
                "loved hearing what you had to say.",
                "Made my day.",
                "Fuck him. Guy like that doesn't",
                "deserve you, Arthur. You see all",
                "this, the lights, the show, the,",
                "the love of the audience, I'd give",
                "it all up in a heartbeat to have a",
                "son like you."
            ],
            "ARTHUR": [
                "Thanks, Murray. You know I grew up",
                "without a dad too. He left right",
                "after I was born. I don't know what",
                "I ever did to him,--"
            ]
        }
    },
    "15": {
        "int_ext": "INT.",
        "location": "HA-HA'S TALENT BOOKING, LOCKER ROOM",
        "tod": "DAY",
        "transitions": [],
        "action": [
            "The cramped locker room of a small talent booking agency.",
            "This is where Arthur works. They \"rent out\" talent for",
            "parties and events. Clowns, magicians, male strippers.",
            "Arthur takes off his shirt in front of his open locker,",
            "grimacing in pain as he moves. His body's bruised from the",
            "beating he took chasing after his sign.",
            "He turns. A fellow party clown, RANDALL (mid 50's), big bear",
            "of a know-it-all, is opening his own locker putting his dry-",
            "cleaned clown suit inside.",
            "Randall searches through his messy locker, going through all",
            "the bags inside--",
            "Randall comes over, hands Arthur a brown paper bag-- Arthur",
            "looks inside, sees a GUN, a .38 SNUB-NOSED REVOLVER.",
            "Arthur looks back up at Randall, confused--",
            "As Arthur stares at the gun--",
            "That lands with Arthur, he smiles to himself. Stuffs the",
            "brown paper bag into his locker and continues getting",
            "dressed.",
            "Randall leans over and nudges Arthur, motioning to another",
            "clown, GARY (30's), a dwarf, coming into the locker room from",
            "their boss's office--",
            "Before Arthur can ask why, Randall interrupts him--",
            "Randall cracks up at his own dumb joke-- Gary just stares at",
            "him, this is apparently their thing. Arthur's not sure if he",
            "should laugh or not--"
        ],
        "dialog": {
            "RANDALL (OS)": [
                "You okay?"
            ],
            "RANDALL": [
                "I heard about the beat down you",
                "took. Fucking savages.",
                "No, they'll take everything from",
                "you if you do that, all the crazy",
                "shit out there, they're animals,--",
                "What's empathy?",
                "Like sympathy?",
                "Take it. You gotta protect yourself",
                "out there. Or you're gonna get",
                "fucked.",
                "Don't sweat it, Art. No one has to",
                "know. And you can pay me back some",
                "other time. You know you're my boy.",
                "Hey Gary, you know what I've always",
                "wondered?",
                "Do you people call it miniature",
                "golf or is it just golf to you?"
            ],
            "ARTHUR": [
                "It was just a bunch of kids. I",
                "should have left it alone.",
                "(nods)",
                "My mother says that people nowadays",
                "lack empathy.",
                "It means like \"feeling for other",
                "people.\"",
                "Kind of. But different.",
                "(whispering)",
                "Randall, I'm not supposed to have a",
                "gun."
            ],
            "GARY": [
                "Arthur,-- Hoyt wants to see you in",
                "his office.",
                "(he knows what's coming)",
                "What?"
            ]
        }
    },
    "16": {
        "int_ext": "INT.",
        "location": "FRONT OFFICE, HA-HA'S TALENT BOOKING",
        "tod": "DAY",
        "transitions": [
            "CUT TO:"
        ],
        "action": [
            "Arthur still half-dressed, walks into the cramped office.",
            "His boss, HOYT VAUGHN (60's) sits behind a metal desk. The",
            "office is a complete mess, newspapers and files litter the",
            "desk. A giant ashtray filled with cigarette butts. A calendar",
            "of booking hangs on the wall. A scribbled, jumbled mess.",
            "Now Hoyt looks up. Takes a drag from his cigarette.",
            "Arthur goes to sit down--",
            "Arthur stops in his tracks.",
            "Unsure how to respond, Arthur just nods.",
            "Arthur takes a deep breath, and just smiles.",
            "ARTHUR JUST LOOKS BACK AT HOYT AND KEEPS SMILING, like it",
            "hurts his face."
        ],
        "dialog": {
            "ARTHUR": [
                "Hey Hoyt. Gary said you wanted to",
                "see me?",
                "Not quite. Haven't even performed",
                "yet. Just been working my material.",
                "This business is all about fine-",
                "tuning.",
                "No. I got jumped. Didn't you hear?",
                "(interrupting)",
                "Why would I keep his sign?"
            ],
            "HOYT": [
                "(without even looking up)",
                "How's the comedy career? Are you a",
                "famous stand-up yet?",
                "Right.",
                "Don't sit. This will be quick.",
                "Look, I like you, Arthur. A lot of",
                "the guys here, they think you're a",
                "freak. But I like you. I don't even",
                "know why I like you.",
                "But I got another complaint. And",
                "it's starting to piss me off.",
                "Kenny's Music. The guy said you",
                "disappeared. Never even returned",
                "his sign.",
                "For a sign? Bullshit. It makes no",
                "sense, just give him his sign back.",
                "He's going out of business for",
                "god's--",
                "(snaps)",
                "How the fuck do I know, why does",
                "anybody do anything? Listen, if you",
                "don't return the sign I gotta take",
                "it outta your paycheck, you clear?"
            ],
            "(MORE)": [],
            "HOYT (CONT’D)": [
                "I mean, you don't say much.",
                "(beat)",
                "It's probably that stupid laugh. It",
                "gets me every time. Kills me."
            ]
        }
    },
    "17": {
        "int_ext": "EXT.",
        "location": "BACK ALLEY, OUTSIDE HA-HA'S",
        "tod": "DAY",
        "transitions": [],
        "action": [
            "WE'RE AT THE FAR END OF AN ALLEY, about halfway down, catch a",
            "glimpse of Arthur still half-dressed on the other side of a",
            "dumpster. From this vantage, all we can see is him furiously",
            "KICKING and STOMPING on something... or somebody.",
            "We don't hear anything. And we can't make out what it is that",
            "he's so violently beating down.",
            "It could be a cat... a cardboard box... a homeless person...",
            "We don't know.",
            "Arthur just continues unleashing his rage--"
        ],
        "dialog": {}
    },
    "18": {
        "int_ext": "INT.",
        "location": "CITY BUS (MOVING) - HEADING UPTOWN",
        "tod": "DAY",
        "transitions": [],
        "action": [
            "Arthur at the end of his work day, sitting in his spot toward",
            "the back of the bus.",
            "Across the aisle from him, he's innocently watching a young",
            "couple, playfully teasing each other."
        ],
        "dialog": {}
    },
    "19": {
        "int_ext": "EXT.",
        "location": "STREETS, THE BRONX",
        "tod": "SUNSET",
        "transitions": [],
        "action": [
            "Arthur heading back home down the litter-covered streets like",
            "he does every night. Garbage still piled along the sidewalks,",
            "some burning in trash cans, air still thick with smog.",
            "He's carrying the paper bag that Randall gave him."
        ],
        "dialog": {}
    },
    "20": {
        "int_ext": "EXT.",
        "location": "SIDE ALLEY, TENEMENTS",
        "tod": "DUSK",
        "transitions": [],
        "action": [
            "Arthur cuts through the alley, a couple of the young kids are",
            "smoking on the fire-escape."
        ],
        "dialog": {}
    },
    "21": {
        "int_ext": "EXT.",
        "location": "STEEP STAIRWAY, TENEMENTS",
        "tod": "DUSK",
        "transitions": [],
        "action": [
            "Arthur trudging up the endless staircase, step-after-step-",
            "after-step-after--"
        ],
        "dialog": {}
    },
    "22": {
        "int_ext": "INT.",
        "location": "LOBBY, APARTMENT BUILDING",
        "tod": "DUSK",
        "transitions": [],
        "action": [
            "Arthur checks his mailbox. Empty."
        ],
        "dialog": {}
    },
    "23": {
        "int_ext": "INT.",
        "location": "ELEVATOR, APARTMENT BUILDING",
        "tod": "DUSK",
        "transitions": [],
        "action": [
            "Arthur is on the elevator, as the door closes, he hears--",
            "He puts his foot out with some panache to stop the closing",
            "door-- He's a romantic at heart. Ding.",
            "And SOPHIE (late 20's), African-American, looking harried,",
            "tired eyes, steps onto the elevator with her 5-YEAR-OLD",
            "DAUGHTER who's holding onto a doll, talking to her mother",
            "about what she wants for her birthday.",
            "Arthur moves to the back of the elevator--",
            "Sophie nods thanks. The doors wheeze shut, pausing for a",
            "moment before they close--",
            "Arthur holds his breath, hoping he doesn't start to laugh.",
            "Elevator rises, halting at first. Floors dinging.",
            "Suddenly the elevator shudders hard, making a loud groaning",
            "sound. Flickering lights cut off, then come back on.",
            "Arthur nods yes... he doesn't know what to say. The little",
            "girl just keeps babbling about what she wants for her",
            "birthday.",
            "Sophie can't take it any more, looks over at Arthur and mimes",
            "blowing her head off with her finger--",
            "Arthur's eyes go wide.",
            "The doors open. They all step off.",
            "Sophie grabs her daughter's hand and walks down the hall in",
            "the opposite direction of Arthur.",
            "He just stands there for a beat. Heart beating fast.",
            "She turns around.",
            "And Arthur mimes blowing his head off with his finger--",
            "Sophie doesn't know what to say, just forces a strained smile",
            "back at him."
        ],
        "dialog": {
            "SOPHIE (OS)": [
                "Wait!!"
            ],
            "SOPHIE": [
                "(shaking her head; to",
                "Arthur)",
                "This building is just so awful,",
                "isn’t it?"
            ],
            "ARTHUR": [
                "(calls out after her)",
                "Hey--"
            ]
        }
    },
    "24": {
        "int_ext": "INT.",
        "location": "MOM'S APARTMENT, BATHROOM",
        "tod": "NIGHT",
        "transitions": [],
        "action": [
            "ARTHUR'S GIVING HIS MOM A BATH, being careful with her as he",
            "shampoos her hair.",
            "He fills an empty plastic container with some bath water.",
            "She tilts her head back and he rinses her hair with the water",
            "from the container...",
            "Penny looks at him with conviction, water dripping down her",
            "face, into her eyes. She wipes it away with her hands--",
            "Arthur nods. Annoyed, but not worth the argument.",
            "Beat."
        ],
        "dialog": {
            "ARTHUR": [
                "Look up.",
                "Mom, why are these letters so",
                "important to you? What do you think",
                "he's gonna do?",
                "Help us how?",
                "You worked for him over 30 years",
                "ago. What makes you think he would",
                "help us?",
                "I don't want you worrying about",
                "money. Everyone's been telling me",
                "they think my stand-up is ready for",
                "the big clubs. It's just a matter",
                "of time before I get a break.",
                "What do you mean?"
            ],
            "PENNY": [
                "Maybe the mailman's throwing them",
                "away.",
                "He's gonna help us.",
                "Get us out of here, take me away",
                "from this place and these-- these",
                "people.",
                "Because Thomas Wayne is a good man.",
                "If he knew how I was living, if he",
                "saw this place, it would make him",
                "sick. I can't explain it to you any",
                "better than that.",
                "Happy, what makes you think you",
                "could do that?",
                "I mean, don't you have to be funny",
                "to be a comedian?"
            ]
        }
    },
    "25": {
        "int_ext": "INT.",
        "location": "MOM'S BEDROOM, APARTMENT",
        "tod": "NIGHT",
        "transitions": [],
        "action": [
            "Penny is out cold in her bedroom, a half-eaten plate of food",
            "is next to her on the bed."
        ],
        "dialog": {}
    },
    "26": {
        "int_ext": "INT.",
        "location": "LIVING ROOM, MOM'S APARTMENT",
        "tod": "CONTINUOUS",
        "transitions": [],
        "action": [
            "Arthur sits on the couch. The 1937 version of \"Shall We",
            "Dance\" is playing on the TV. He holds the .38 SNUB-NOSED",
            "REVOLVER Randall gave him in his hand. He's never held a gun",
            "before, looks uncomfortable with it, the weight of it in his",
            "hand...",
            "He stares at it for a moment, then points it at the black &",
            "white movie playing on TV, hand trembling a bit... Points it",
            "at the chair his mother sits on... Points it at his head.",
            "BLAMMMMMMM!",
            "He jumps up off the couch. What the fuck!? He looks around in",
            "a panic. His hands shaking.",
            "He shot a hole in the wall.",
            "He quickly turns up the TV volume, A GROUP OF MEN WORKING ON",
            "A SHIP SINGING \"SLAP THAT BASS\" TO FRED ASTAIRE--",
            "ASTAIRE NOW SINGING AND DANCING FOR THE OTHER MEN, Arthur",
            "shouts back to his mother as he shoves the gun under the",
            "couch cushions--",
            "He heads for his mother's bedroom."
        ],
        "dialog": {
            "PENNY (OS)": [
                "(awoken by the shot)",
                "HAPPY!? What was that? Are you",
                "okay?"
            ],
            "ARTHUR": [
                "What?!"
            ],
            "THAT NOISE! DID YOU HEAR THAT": [],
            "NOISE?": [],
            "I'M WATCHING AN OLD WAR MOVIE.": [],
            "TURN IT DOWN!": []
        }
    },
    "27": {
        "int_ext": "INT.",
        "location": "MOM'S BEDROOM, DOORWAY",
        "tod": "CONTINUOUS",
        "transitions": [],
        "action": [
            "Arthur looks in on his mom in her dark bedroom, can make out",
            "the outline of her body sitting up.",
            "He walks over to Penny in the darkness. Kisses her on the",
            "forehead."
        ],
        "dialog": {
            "PENNY": [
                "It's so loud."
            ],
            "ARTHUR": [
                "I know. The Americans are really",
                "giving it to the Japs.",
                "(softly)",
                "I'm sorry. I'll turn it down."
            ]
        }
    },
    "28": {
        "int_ext": "INT.",
        "location": "KITCHEN, MOM'S APARTMENT",
        "tod": "NIGHT",
        "transitions": [],
        "action": [
            "Arthur is writing in his journal. He speaks softly to himself",
            "as he writes...",
            "CLOSE ON THE LAST LINE, he crosses out \"could\"...",
            "Writes... \"should\"",
            "CLOSE ON ARTHUR as he crosses out something again...",
            "Beat."
        ],
        "dialog": {
            "ARTHUR": [
                "Why didn't Randall tell me the gun",
                "was loaded? I could have killed",
                "someone.(beat)I",
                "could have killed myself.",
                "(still to himself)",
                "I should have killed myself.",
                "(louder to himself)",
                "I should kill myself."
            ]
        }
    },
    "29": {
        "int_ext": "EXT.",
        "location": "STEEP STAIRWAY, TENEMENTS",
        "tod": "MORNING",
        "transitions": [],
        "action": [
            "SOPHIE AND GIGI MAKING THEIR WAY down the steep stairs, on",
            "their way to school. Sophie is dressed more conservatively",
            "than when we've previously seen her.",
            "REVEAL, Arthur watching them from the top of the stairway,",
            "keeping his distance. He starts after them--"
        ],
        "dialog": {}
    },
    "30": {
        "int_ext": "EXT.",
        "location": "PUBLIC SCHOOL",
        "tod": "MORNING",
        "transitions": [],
        "action": [
            "Sophie drops GiGi off at school. Arthur's watching them from",
            "a distance."
        ],
        "dialog": {}
    },
    "31": {
        "int_ext": "EXT.",
        "location": "ELEVATED SUBWAY PLATFORM",
        "tod": "MORNING",
        "transitions": [],
        "action": [
            "Sophie waits on the platform. Lights a cigarette.",
            "We see Arthur, hidden behind a steel support beam-- watching",
            "her from a distance."
        ],
        "dialog": {}
    },
    "32": {
        "int_ext": "EXT.",
        "location": "STREET, FINANCIAL DISTRICT",
        "tod": "MORNING",
        "transitions": [],
        "action": [
            "Towering buildings crowd the sky. White collar, white",
            "businessmen in suits. Still lots of trash, but it's piled",
            "high, neatly in black bags along the sidewalk.",
            "Arthur's hanging across the street from Gotham First National",
            "Bank as Sophie enters the building. He's just standing there",
            "watching, trying to get the nerve to go inside.",
            "Beat."
        ],
        "dialog": {}
    },
    "33": {
        "int_ext": "INT.",
        "location": "GOTHAM COMEDY CLUB, CHINATOWN",
        "tod": "NIGHT",
        "transitions": [],
        "action": [
            "Arthur sitting in the middle of a dark, crowded comedy club.",
            "People on dates. Groups of friends. All here to watch the",
            "stand-up. He sits at a small table by himself, watching the",
            "act on stage.",
            "The comic on stage is killing it. The whole room is laughing",
            "and applauding. Everyone except Arthur. He's watching.",
            "Studying. Diligently jotting down notes in his notebook."
        ],
        "dialog": {}
    },
    "34": {
        "int_ext": "EXT.",
        "location": "GOTHAM COMEDY CLUB, STREET - CHINATOWN",
        "tod": "NIGHT",
        "transitions": [],
        "action": [
            "People are piling out of the club, onto the narrow street,",
            "jumble of lit-up signs, most glowing yellow or red. Arthur",
            "walks out alone, carrying his notebook. He sees a FLYER taped",
            "to the entrance of the club.",
            "CLOSE ON THE FLYER, \"Open mic night. Thursdays. 7pm.\"",
            "He rips the flyer off the wall."
        ],
        "dialog": {}
    },
    "35": {
        "int_ext": "INT.",
        "location": "KITCHEN, MOM'S APARTMENT",
        "tod": "NIGHT",
        "transitions": [],
        "action": [
            "Arthur is writing in his journal. His mom is dead asleep. He",
            "opens his worn notebook. Flips to a page titled \"Jokes\" and",
            "starts writing--",
            "CLOSE ON WORDS, as he slowly writes: \"The worst part about",
            "having a mental illness is...\"",
            "ANGLE ON ARTHUR, pausing, thinking it over for a moment. Then",
            "he laughs to himself when he comes up with something.",
            "CLOSE ON WORDS, coming faster now, \"...that people expect you",
            "to behave as if you don't.\"",
            "He hears knocking on the front door--"
        ],
        "dialog": {}
    },
    "36": {
        "int_ext": "INT.",
        "location": "FRONT DOOR, MOM'S APARTMENT",
        "tod": "CONTINUOUS",
        "transitions": [],
        "action": [
            "Arthur opening the door--",
            "Sees Sophie standing there with attitude, leaning up against",
            "the door frame.",
            "Beat.",
            "And she just turns and walks away toward her apartment--"
        ],
        "dialog": {
            "SOPHIE": [
                "Were you following me today?",
                "I thought that was you. I was",
                "hoping you'd come in and rob the",
                "place.",
                "(laughing)",
                "You're so funny, Arthur.",
                "I could do that.",
                "You'll let me know when?"
            ],
            "ARTHUR": [
                "Yeah.",
                "(leans in, quietly)",
                "I have a gun. I could come by",
                "tomorrow.",
                "You know, I do stand-up comedy. You",
                "should maybe come see a show",
                "sometime.",
                "Yeah?",
                "Yeah."
            ]
        }
    },
    "37": {
        "int_ext": "INT.",
        "location": "HA-HA'S TALENT BOOKING, LOCKER ROOM",
        "tod": "DAY",
        "transitions": [],
        "action": [
            "Arthur is putting on his make-up, using the small mirror in",
            "his locker. Behind him a couple other clowns are eating their",
            "lunch at a small table, not paying Arthur any attention.",
            "Arthur pauses half-finished, and stares at himself for a",
            "beat. Hooks the corners of his mouth down with his index",
            "fingers, turning his mouth into the \"tragedy mask\" frown--",
            "And then he pulls his fingers up, pulling them up wider and",
            "wider, stretching his smile into a grotesque parody of the",
            "\"comedy mask,\" trying to make himself look happy, pulling his",
            "mouth so wide tears come to his eyes--",
            "PRE-LAP SCRATCHY OLD-TIME FOLK RECORDING OF \"If You're Happy",
            "and You Know It\"--"
        ],
        "dialog": {
            "\"OLD TIME\" VOICE (RECORD)": [
                "(singing, strumming",
                "guitar)",
                "--if you're happy and you know it",
                "and you really want to show it, if",
                "you're happy and you know it clap",
                "your hands."
            ]
        }
    },
    "38": {
        "int_ext": "INT.",
        "location": "GOTHAM GENERAL HOSPITAL - CHILDREN'S WARD",
        "tod": "DAY",
        "transitions": [],
        "action": [
            "Arthur lip-syncing and strumming an air guitar along to the",
            "song (like a Dennis Potter musical), for a ward full of sick",
            "children. He's wearing an oversized white lab coat over his",
            "clown costume. A few nurses and doctors watch as well, song",
            "blaring from a small record player--",
            "Arthur stomps his feet to the song... All the kids stomping",
            "along with the recording...",
            "And Arthur stomps harder, trying to make the kids laugh and--",
            "HIS .38 SNUB-NOSED REVOLVER slips out from the bottom of his",
            "pants, sliding across the floor--",
            "ARTHUR STOPS SINGING, EVERYBODY LOOKS AT THE GUN as it",
            "clatters to a stop on the floor. \"If You're Happy and You",
            "Know It\" still playing on the record player..."
        ],
        "dialog": {
            "ARTHUR": [
                "(lip-syncing)",
                "If you're happy and you know it,",
                "stomp your feet.",
                "(lip-syncing)",
                "If you're happy and you know it,",
                "stomp your feet.",
                "(stomp, stomp)",
                "If you're happy and you know it and",
                "you really want to show it, if",
                "you're happy and you know it stomp",
                "your feet."
            ]
        }
    },
    "39": {
        "int_ext": "EXT.",
        "location": "PHONE BOOTH, GOTHAM GENERAL HOSPITAL",
        "tod": "DUSK",
        "transitions": [],
        "action": [
            "Arthur's in a cramped graffiti-covered phone booth on a busy",
            "street corner outside Gotham General, trash piled high. He's",
            "in his street clothes, clown-face still painted on, green wig",
            "still on his head.",
            "Arthur's taken aback that Randall would do that to him.",
            "The line goes dead."
        ],
        "dialog": {
            "ARTHUR": [
                "(into phone)",
                "Hoyt, let me explain.",
                "(into phone)",
                "It was, it was a prop gun. It's",
                "part of my act now.",
                "(into phone)",
                "Randall told you that?",
                "(into phone)",
                "Hoyt, please I love this job--",
                "(into phone)",
                "Say what?",
                "(into phone; low)",
                "--I'm a fuck up and I'm fired.",
                "(into phone; louder)",
                "I'm a fuck up and I'm fired."
            ],
            "HOYT (OVER PHONE)": [
                "Oh, this'll be good. Please tell me",
                "why you brought a gun into a kid's",
                "hospital?",
                "Bullshit. What kinda clown carries",
                "a fucking gun? Besides, Randall",
                "told me you tried to buy a .38 off",
                "him last week.",
                "He was with me when the call came",
                "in. You're a fuck up, Arthur. And a",
                "liar. You're fired.",
                "Say it, Arthur.",
                "(beat)",
                "Let me hear you say it.",
                "I'm a fuck up and I'm fired.",
                "Louder."
            ]
        }
    },
    "40": {
        "int_ext": "INT.",
        "location": "SUBWAY (MOVING)",
        "tod": "NIGHT",
        "transitions": [],
        "action": [
            "ARTHUR SITTING ON THE SUBWAY CONTEMPLATING WHAT JUST WENT",
            "DOWN, face still painted, his clown gear in a shopping bag on",
            "the seat next to him, green wig on his lap.",
            "Subway car near empty. Arthur's sitting across from a lonely-",
            "looking MIDDLE-AGED WOMAN, there's also a YOUNG WOMAN (late",
            "20's) reading a book at the far end.",
            "Arthur glances at the Middle-Aged Woman, maybe trying to make",
            "a connection, but the woman doesn't even notice him as the",
            "train comes to a stop, her head's somewhere else--",
            "The woman gets off the train, and THREE WALL STREET GUYS get",
            "on. They're loud and obnoxious, clearly drunk. One of them is",
            "eating some french fries out of a greasy McDonald's bag. He",
            "flops down on the bench across from the young woman, and",
            "checks her out. The other two guys start getting into it with",
            "each other--",
            "The train starts moving again...",
            "He starts dancing a bit with himself, mimicking what he",
            "remembers. Wall Street #2 takes a swig from the brown bag he",
            "is carrying.",
            "Arthur's watching them closely, impressed by their confidence",
            "and easy-going camaraderie.",
            "But the third Wall Street guy isn't paying his friends any",
            "attention. He has his eyes set on the young woman sitting",
            "across from him, reading her book.",
            "He holds out his McDonald's bag and shakes it to get her",
            "attention. The other two share a look. Arthur watches from",
            "his seat.",
            "She looks up and shakes her head, polite smile.",
            "The other two guys crack up at this apparent blow-off. The",
            "third Wall Street guy shakes his head, embarrassed, and",
            "starts softly flinging fries at the young woman.",
            "She just buries her face deeper in her book--",
            "One of the french fries lands in her hair. She looks down",
            "toward Arthur, looking to see if he's going to do something",
            "or say something--",
            "Arthur just sits there nervous. Not sure what to do, or even",
            "if he wants to do anything at all.",
            "AND HE JUST BURSTS OUT LAUGHING. He covers his mouth with his",
            "wig as they continue to harass the woman.",
            "They all look over-- What the fuck is this clown laughing at?",
            "With their attention diverted, the young woman rushes out",
            "through the door between subway cars, glancing back at Arthur",
            "before she goes--",
            "He laughs even harder through his green wig. The Wall Street",
            "guys turn to him sitting by himself at the end of the car--",
            "Arthur sees them staring. Looks down at the ground, hand",
            "still covering his mouth, face turning red. Subway swaying,",
            "lights flickering on and off.",
            "Beat.",
            "One of the guys heads down the car toward Arthur, starts",
            "singing \"Send in the Clowns\" as he approaches--",
            "The others crack up and follow after him. The guy plops down",
            "next to Arthur, puts his arm around his shoulder as he sings--",
            "Arthur starts to get up-- The lead guy pulls him back down.",
            "As he finishes the song, Arthur's laughing fit is coming to",
            "an end. One of the other guys sits down on the other side of",
            "him. He's now sandwiched in between them--",
            "Arthur reaches into his shopping bag to get one of his",
            "\"Forgive my laughter\" cards, the third guy sees him reaching",
            "and tries to grab the bag from him---",
            "Arthur pulls on it--",
            "The guy rips the bag from his hand--",
            "Arthur gets up from between them to go grab his bag back. The",
            "two guys are cracking up.",
            "Arthur reaches out to grab the bag--",
            "And the guy tosses it over his head to one of his friends.",
            "Keeping it away from Arthur.",
            "Three guys in suits tossing a shopping bag around, playing",
            "'monkey in the middle' with a clown AND WE HEAR the drum roll",
            "opening to BOBBY SHORT singing \"Send in the Clowns\" Live at",
            "the Café Carlyle.",
            "Arthur keeps trying to catch his bag until suddenly--",
            "WHAP! Out of nowhere one of the guys punches him hard in the",
            "face.",
            "Arthur goes down as if in slow motion. Blood coming from his",
            "nose. He tries to get up, but his feet slip from under him",
            "and he falls back down--",
            "And the third Wall Street guy starts kicking him--",
            "The others join in. Surrounding Arthur on the ground, kicking",
            "him deliberately, sadistically, and the music swells--",
            "BLAM!",
            "Wall Street #1 falls back dead. Blood splattering on the",
            "subway wall behind him--",
            "And we HEAR Bobby Short sing out, picking up from where the",
            "Wall Street Guy left off--",
            "BLAM! BLAM! Wall Street #2 goes down--",
            "Revealing Arthur on the ground, opening his eyes to see what",
            "he did, blood dripping from his nose, smoking gun in hand--",
            "The third guy takes off running for the doors that separate",
            "the cars.",
            "Arthur starts after him, but then stops... turns back to grab",
            "his bag and his wig, his hands shaking from the adrenaline.",
            "The train is coming to a stop.",
            "Arthur grabs the green wig from between the two dead bodies,",
            "blood everywhere, and stuffs it into his shopping bag--",
            "The subway doors wheeze open and Arthur steps halfway off the",
            "train, waiting to see if the third Wall Street guy gets off",
            "in the car ahead of him. Arthur sees him run off--"
        ],
        "dialog": {
            "WALL STREET #1": [
                "--I'm telling you, she wanted my",
                "number. We should have just stayed.",
                "Are you nuts? Did you see how close",
                "we were dancing!? She was in love,",
                "bro.",
                "(to the third guy)",
                "Ryan, am I crazy? Tell him what you",
                "saw.",
                "Something funny, asshole?",
                "(singing)",
                "Isn't it rich?",
                "Are we a pair?",
                "Me here, at last on the ground",
                "You in mid-air",
                "Send in the clowns.",
                "(continues singing to him)",
                "Isn't it bliss?",
                "Don't you approve?",
                "One who keeps tearing around,",
                "One who can't move.",
                "Where are the clowns?",
                "There ought to be clowns.",
                "Stay down you freak."
            ],
            "WALL STREET #2": [
                "You're dreaming, man. She wasn't",
                "interested-- at all.",
                "She couldn't wait to get away from",
                "you.",
                "Don't ignore him. He's being nice",
                "to you.",
                "So tell us, buddy. What's so",
                "fucking funny?"
            ],
            "WALL STREET #3": [
                "(to the girl)",
                "Hey. You want some french fries?",
                "Hello? I'm talking to you. You want",
                "some fries?",
                "You sure? They're really good.",
                "(shouts after her)",
                "I'll tell you what you have,",
                "asshole.",
                "You want it back? Here--"
            ],
            "YOUNG WOMAN": [
                "No thank you."
            ],
            "BITCH!": [],
            "ARTHUR": [
                "(shakes his head, stifling",
                "the laughter)",
                "Please. Don't.",
                "Nothing. I have a condition--",
                "No. It's just my stuff. I don't",
                "have anything."
            ],
            "BOBBY SHORT (SINGING)": [
                "Just when I'd stopped opening doors",
                "Finally knowin' the one that I",
                "wanted was yours",
                "Making my entrance again with my",
                "usual flair",
                "Sure of my lines",
                "No one is there",
                "Don't you love farce?",
                "My fault I fear..."
            ]
        }
    },
    "41": {
        "int_ext": "EXT.",
        "location": "SUBWAY PLATFORM",
        "tod": "CONTINUOUS",
        "transitions": [],
        "action": [
            "The platform is empty, the Wall Street guy is running toward",
            "the stairs--",
            "Arthur follows, blood still dripping from his nose--",
            "Behind them, the train pulls away--",
            "The guy makes his way to the stairs, unaware that Arthur is",
            "behind him--",
            "BLAM!",
            "The third guy falls, tumbling down the stairs. Arthur walks",
            "over to the body and empties the chamber-- BLAM! BLAM!",
            "BLAM! He's got nothing left."
        ],
        "dialog": {
            "BOBBY SHORT (SINGING)": [
                "I thought that you'd want what I",
                "want.Sorry,",
                "my dear.",
                "But where are the clowns?",
                "Quick, send in the clowns",
                "Don't bother they're here."
            ]
        }
    },
    "42": {
        "int_ext": "EXT.",
        "location": "ROBINSON PARK SUBWAY STATION",
        "tod": "NIGHT",
        "transitions": [],
        "action": [
            "Arthur hauls ass up the stairs, rushing out of the station,",
            "the song still playing--"
        ],
        "dialog": {}
    },
    "43": {
        "int_ext": "EXT.",
        "location": "STREET, ROBINSON PARK",
        "tod": "NIGHT",
        "transitions": [],
        "action": [
            "Bounding past bags of garbage, he leaps over a pile, taking a",
            "turn into a run-down needle park, the lights of garbage fires",
            "flickering in the darkness."
        ],
        "dialog": {}
    },
    "44": {
        "int_ext": "INT.",
        "location": "PUBLIC BATHROOM, ROBINSON PARK",
        "tod": "NIGHT",
        "transitions": [],
        "action": [
            "Arthur bursts into the small bathroom, out of breath.",
            "Overwhelmed, vibrating with emotions. He leans his forehead",
            "against the door, sweat dripping down his face, and catches",
            "his breath.",
            "Arthur feels all those emotions running through his body, can",
            "feel them all. He sticks his right foot out and starts to",
            "slowly turn, his right arm rising slowly above his head as",
            "his right foot leads, turning like something is awakening",
            "inside of him--",
            "Sweat dripping down his face, \"Send in the Clowns\" finally",
            "comes to an end. He starts washing the blood and clown make-",
            "up off his sweaty face.",
            "Looks up at his smudged reflection in the dirty mirror, water",
            "dripping, white grease paint running off his face--",
            "Beat."
        ],
        "dialog": {}
    },
    "45": {
        "int_ext": "INT.",
        "location": "APARTMENT BUILDING, HALLWAY",
        "tod": "NIGHT",
        "transitions": [
            "CUT TO:"
        ],
        "action": [
            "ARTHUR FLOATING OUT OF THE ELEVATOR AND DOWN THE HALLWAY AS",
            "IF IN A DREAM, coming up on Sophie's door and knocking--",
            "She opens the door and sees Arthur standing there--",
            "And before Sophie can say anything Arthur leans and kisses",
            "her and--",
            "Sophie kisses him back and pulls him inside her apartment,",
            "closing the door behind them--"
        ],
        "dialog": {}
    },
    "46": {
        "int_ext": "INT.",
        "location": "HA-HA'S TALENT BOOKING, LOCKER ROOM",
        "tod": "MORNING",
        "transitions": [],
        "action": [
            "Arthur walks into the locker room, sees Randall half-dressed",
            "for work, sitting with Gary, TWO OTHER CLOWNS AND A HANDSOME",
            "\"CHIPPENDALES\" DANCER around the small table, shooting the",
            "shit, drinking coffee.",
            "They nod hello at Arthur or give him a perfunctory wave, most",
            "of his co-workers think he's a freak.",
            "Arthur looks hard at Randall for a moment, just slowly nods,",
            "and continues on to his locker.",
            "He starts to clean it out, stuffing all of his clown gear",
            "into an old brown paper shopping bag. Hears them talking",
            "about him behind his back, about why he got fired, laughing",
            "at him--",
            "Arthur doesn't answer them, just continues emptying his",
            "locker, a bag of balloons, a magic wand, some trick flowers--",
            "His co-workers crack up. Arthur answers the guy without",
            "looking back--",
            "More laughter.",
            "Arthur turns and looks at all of them, nods at Randall--",
            "The guys laugh and keep jawing. Arthur doesn't say anything.",
            "Just finishes packing up his bag and closes his locker door--"
        ],
        "dialog": {
            "GARY": [
                "Hey Art, I heard what happened--",
                "I'm sorry man."
            ],
            "RANDALL": [
                "Yeah, Hoyt did you wrong, buddy.",
                "Doesn't seem fair.",
                "What? Stop talking outta your ass,",
                "Art!(to",
                "the guys)",
                "I think all his stupid laughing",
                "musta scrambled his brain or",
                "something."
            ],
            "HA-HA CLOWN #1 (OS)": [
                "Did you really bring a gun to the",
                "kid's hospital, Artie? What the",
                "fuck would you do that for?"
            ],
            "CHIPPENDALES": [
                "No, I heard he pulled it out and",
                "waved it around like a cowboy.",
                "So is that part of your new act? If",
                "your dancing doesn't do the trick,",
                "you just gonna shoot yourself?"
            ],
            "ARTHUR": [
                "It was a prop gun. And I didn't",
                "pull it out, it fell out.",
                "Why don't you ask Randall about it?",
                "It was his gun."
            ],
            "HA-HA CLOWN #2": [
                "I thought your clown was a lover,",
                "Artie, not a fighter,--"
            ]
        }
    },
    "47": {
        "int_ext": "INT.",
        "location": "STAIRWAY, HA-HA'S TALENT BOOKING",
        "tod": "MORNING",
        "transitions": [
            "CUT TO:"
        ],
        "action": [
            "Arthur walks down the stairs, brown shopping bag under his",
            "arm.",
            "Behind him, Randall follows him into the stairway--",
            "Arthur stops, turns around.",
            "Arthur just looks back at him and smiles.",
            "Randall nods, maybe it's sinking in with Arthur.",
            "Arthur puts his fingers forming a gun to Randall's head,",
            "stares straight at him--",
            "Then turns and heads down the stairs, keeps singing \"Send in",
            "the Clowns\"--"
        ],
        "dialog": {
            "RANDALL": [
                "Hey, Art, hold up,--",
                "What the hell was that about? Why",
                "would you say that?",
                "(lowers his voice)",
                "That it was my idea about the gun.",
                "That subway shit's no joke, you",
                "know, they got sketches of clowns",
                "on the front of every newspaper,--",
                "(looks at him)",
                "Right. Okay. I just want to make",
                "sure you got your head on straight.",
                "Good. I don't even know if you did",
                "it but there's no need to draw any",
                "attention to yourself, y'know? Or",
                "we're both fucked.",
                "Of course I didn't."
            ],
            "ARTHUR": [
                "What?",
                "I don't know what you're talking",
                "about, Randall.",
                "My heads right here.",
                "What are you worried about,",
                "Randall? You didn't kill three",
                "assholes on the subway, did you?",
                "(continuing)",
                "You didn't shoot one point blank in",
                "the head. The other one twice in",
                "the chest, before chasing the third",
                "one down and shooting him three",
                "times in the back, right?",
                "(singing)",
                "Isn't it rich?",
                "Are we a pair?",
                "Me here at last on the ground,",
                "You in mid-air.",
                "Send in the clowns.",
                "Where are the clowns?",
                "Don't bother, they're here."
            ]
        }
    },
    "48": {
        "int_ext": "INT.",
        "location": "MOM'S APARTMENT, KITCHEN",
        "tod": "MORNING",
        "transitions": [],
        "action": [
            "CLOSE ON A COUPLE OF PILLS BOTTLES, THEY'RE NEARLY EMPTY NOW.",
            "Arthur swallows a few of the pills...",
            "He glances at the TV playing in the living room through the",
            "open wall--"
        ],
        "dialog": {
            "PENNY (OS)": [
                "Happy, look Thomas Wayne is on TV.",
                "They're interviewing him about",
                "those horrible murders on the",
                "subway."
            ],
            "ARTHUR": [
                "Yes, mother.",
                "Why are they talking to him?"
            ]
        }
    },
    "49": {
        "int_ext": "INT.",
        "location": "MOM'S LIVING ROOM, APARTMENT",
        "tod": "CONTINUOUS",
        "transitions": [],
        "action": [
            "Penny shushes him, she's sitting in her chair, watching one",
            "of those \"Good Morning, Gotham\" shows.",
            "A small smirk registers on Arthur's face when photos of the",
            "THREE WALL STREET GUYS come up on the screen.",
            "Arthur's mom sits up in her chair--",
            "ANGLE ON TELEVISION, footage of GRAFFITI around the city.",
            "\"KILL THE RICH\" spray painted on a storefront. \"F*CK WALL",
            "STREET\" written on a subway wall. \"RESIST\" scrawled across a",
            "billboard.",
            "We hear Penny gasp, excited.",
            "A smile starts to creep across Arthur's face--",
            "The camera zooms in closer to Thomas Wayne on the screen--"
        ],
        "dialog": {
            "PENNY": [
                "He looks like he gained weight.",
                "You hear that! I told you. We're",
                "family."
            ],
            "THOMAS WAYNE (ON TV)": [
                "All three of them worked at Wayne",
                "Investments. They were good,",
                "decent, educated.",
                "And while I didn't know them",
                "personally, like all Wayne",
                "employees, they were family.",
                "Yes and it's a shame. It's one of",
                "the reasons I'm considering a run",
                "for mayor. Gotham has lost its way.",
                "(smiles)",
                "No comment.",
                "It makes total sense to me. What",
                "kind of coward would do something",
                "that cold-blooded? Someone who",
                "hides behind a mask."
            ],
            "\"GOOD MORNING\" HOST (ON TV)": [
                "There now seems to be a groundswell",
                "of anti-rich sentiment in the city.",
                "It's almost as if our less",
                "fortunate residents have taken the",
                "side of the killer.",
                "Are you announcing your candidacy?",
                "What about the eyewitness report of",
                "the suspect being a man in clown",
                "make-up or a clown mask?"
            ],
            "(MORE)": [],
            "THOMAS WAYNE (ON TV) (CONT'D)": [
                "Someone who's envious of those more",
                "fortunate than themselves, yet too",
                "scared to show their own face.",
                "(to camera)",
                "And until those kind of people",
                "change for the better, those of us",
                "who've made a good life for",
                "ourselves will always look at those",
                "who haven't as nothing but clowns."
            ]
        }
    },
    "50": {
        "int_ext": "INT.",
        "location": "DEPT. OF HEALTH, OFFICE",
        "tod": "DAY",
        "transitions": [],
        "action": [
            "Arthur sits across from the same Social Worker from the",
            "opening scene. Same depressing office. He takes a drag from",
            "his cigarette--",
            "He looks around, just noticing some MOVING BOXES stacked",
            "against the wall.",
            "Arthur nods, not hating the idea.",
            "Arthur sits there for a moment. And then it dawns on him--",
            "He just stares at her, taking it all in."
        ],
        "dialog": {
            "ARTHUR": [
                "--I heard this song on the radio",
                "the other day. This guy was singing",
                "that his name was Carnival.",
                "(sings)",
                "\"Rise and fall, spin and call, and",
                "my name is Carnival.\"",
                "Which is crazy because that's my",
                "clown name at work. And until a",
                "little while ago it was like nobody",
                "ever saw me. Even I didn't know if",
                "I really existed.",
                "You don't listen, do you? I don't",
                "think you ever really hear me. You",
                "just ask the same questions every",
                "week. \"How's your job?\" \"Are you",
                "having any negative thoughts?\"",
                "(beat)",
                "All I have are negative thoughts.",
                "But you don't listen anyway. I",
                "said, \"for my whole life I didn't",
                "know if I even really existed.\" But",
                "I do. And people are starting to",
                "notice--",
                "Okay.",
                "How am I supposed to get my",
                "medication now? Who do I talk to?"
            ],
            "SOCIAL WORKER": [
                "Arthur--",
                "Arthur, I have some bad news for",
                "you.",
                "They've cut our funding. We're",
                "closing down our offices next week.",
                "The city's cut funding across the",
                "board. Social services is part of",
                "that. This is the last time we'll",
                "be meeting.",
                "They don't give a shit about people",
                "like you, Arthur. And, they really",
                "don't really give a shit about",
                "people like me either.",
                "I'm sorry, Arthur."
            ]
        }
    },
    "51": {
        "int_ext": "INT.",
        "location": "COMEDY CLUB, BACKSTAGE HALLWAY",
        "tod": "NIGHT",
        "transitions": [],
        "action": [
            "ARTHUR'S POV, slowly walking down the hall-- as if in slow",
            "motion-- toward a set of stairs leading up to the back of the",
            "stage, spotlight bleeding through the curtain, other wannabe",
            "comics looking at him as he passes--",
            "CLOSE ON ARTHUR, he's changed his hair, it's slicked back",
            "some, not quite as smooth as the Wall Street Guys, sweat",
            "beading on his forehead--",
            "He climbs up the stairs-- always climbing uphill-- and waits",
            "at the edge of the curtain, pulls his worn joke-notebook out",
            "of his back pocket. Glancing into the room he sees it's a",
            "pretty good crowd. Sees Sophie taking a seat in the back.",
            "Wheeling back into the stairway, he catches his breath in the",
            "shadows--",
            "He hears the EMCEE from the stage.",
            "He hears the crowd laugh.",
            "There is a smattering of applause."
        ],
        "dialog": {
            "EMCEE (OS)": [
                "This next comic describes himself",
                "as a lifelong Gotham resident who",
                "from a young age was always told",
                "that \"his purpose in life was to",
                "bring laughter and joy into this",
                "cold, dark world.\" Ummm. Okay.",
                "Please help me welcome Arthur",
                "Fleck!"
            ]
        }
    },
    "52": {
        "int_ext": "INT.",
        "location": "STAGE, COMEDY CLUB",
        "tod": "CONTINUOUS",
        "transitions": [
            "CUT TO:"
        ],
        "action": [
            "ARTHUR STEPPING ON STAGE, out under the spotlight, lifts the",
            "microphone in front of his mouth, the light so bright he",
            "can't see faces in the dark audience, his hand trembling",
            "holding onto his worn notebook--",
            "He takes a deep breath, looks out at the dark crowd, and",
            "opens his mouth.",
            "AND STARTS TO LAUGH. His eyes go wide. God no, not now. A",
            "terrified look comes to his face under the laughter. He just",
            "keeps laughing. The crowd is just staring back at him.",
            "Finally he composes himself--",
            "Arthur keeps cracking up. Hard to hear anything or anybody",
            "else. He goes through his notebook trying to find another",
            "joke--",
            "CLOSE ON ARTHUR, looking out into the audience, sees Sophie",
            "sitting in the back laughing--",
            "The MUSIC SWELLS..."
        ],
        "dialog": {
            "ARTHUR": [
                "(trying to stop himself",
                "from laughing)",
                "-- good evening, hello.",
                "(deep breath; trying to",
                "stop laughing)",
                "Good to be here.",
                "(keeps cracking up)",
                "I, I hated school as a kid. But my",
                "mother would always say,--",
                "(bad imitation of his mom,",
                "still laughing)",
                "\"You should enjoy it. One day",
                "you'll have to work for a living.\"",
                "(laughs)",
                "\"No I won't, Ma. I'm gonna be a",
                "comedian!\"",
                "(reading verbatim)",
                "It's funny, I was thinking the",
                "other day,-- Why are rich people so",
                "confused by the poor people?",
                "(silently counting to",
                "three)",
                "Because they don't make any sense!"
            ]
        }
    },
    "53": {
        "int_ext": "EXT.",
        "location": "COMEDY CLUB, CHINATOWN STREET",
        "tod": "NIGHT",
        "transitions": [],
        "action": [
            "Arthur and Sophie walking out of the club after the show.",
            "They walk past a newsstand-- a wall of Chinese language",
            "newspapers mixed with local papers and tabloids, screaming",
            "headlines about the three Wall Street Guys gunned down on the",
            "train.",
            "Arthur stops and stares at the headlines--",
            "CLOSE ON HEADLINES, \"Subway Vigilante\"... \"Yuppie Slaughter\"",
            "\"Killer Clown On The Loose?\"...",
            "He turns to her.",
            "Sophie flicks her cigarette away and starts walking.",
            "Arthur watches her walk for a beat. She looks great, even in",
            "front of the mounds of garbage bags that line the sidewalk.",
            "A CAB rolls past. In the backseat, someone wearing a CLOWN",
            "MASK stares back at Arthur. Holding his look for a moment."
        ],
        "dialog": {
            "SOPHIE (OS)": [
                "(re: the headlines)",
                "You believe that shit?",
                "(beat)",
                "I'll bet you five bucks those rich",
                "assholes deserved it."
            ],
            "ARTHUR": [
                "You think?"
            ],
            "SOPHIE": [
                "Look at their faces. Those smug",
                "smiles. I've seen that look. Fuck",
                "them.",
                "The guy who did it is a hero. Three",
                "less pricks in Gotham City. Woo-",
                "hoo! Only a million more to go."
            ]
        }
    },
    "54": {
        "int_ext": "INT.",
        "location": "DONUT SHOP, BOOTH",
        "tod": "NIGHT",
        "transitions": [],
        "action": [
            "A run-down donut shop.",
            "Through the window we see Arthur and Sophie sitting across",
            "from each other in a molded plastic booth. Bathed in ugly",
            "fluorescent light, a few other patrons scattered about.",
            "We don't hear what they're saying, but they look happy-- and",
            "Sophie is laughing. Hard.",
            "Arthur stares at her, this may be the best night of his",
            "entire life."
        ],
        "dialog": {}
    },
    "55": {
        "int_ext": "INT.",
        "location": "MOM'S APARTMENT, LIVING ROOM",
        "tod": "NIGHT",
        "transitions": [
            "CUT TO:"
        ],
        "action": [
            "Arthur opening the door to his mother's apartment, holding a",
            "box of donuts in his hand, sees the flickering blue light of",
            "the TV on in the living room, hears the end of \"LIVE WITH",
            "MURRAY FRANKLIN!\" He locks the locks, drawing the security",
            "chain high on the door.",
            "TURNS TO CATCH A GLIMPSE OF HIS MOTHER PASSED OUT in the",
            "living room.",
            "Arthur sets the box of donuts down and puts his face up",
            "against his mom's nose, to see if she's breathing or if she's",
            "dead--",
            "ON THE TELEVISION Murray does his signature sign off, the one",
            "he's been doing for years--",
            "He gently shakes her awake. Sweeping her up out of the chair",
            "as he hears Ellis Drane and his Jazz Orchestra close the show",
            "with an upbeat instrumental version of Frank Sinatra's",
            "\"That's Life\"...",
            "Arthur pulls his mother in close and starts dancing with her",
            "to the music, the only light coming from the television...",
            "She looks at him and smiles, dances with him a little...",
            "\"That's Life\" still playing from TV...",
            "She breaks away and walks toward her bedroom.",
            "Arthur can't help but smile to himself as he takes off his",
            "jacket and throws it on the chair. He continues to slow dance",
            "with himself for a moment-- He notices the envelope on the",
            "table, addressed to Thomas Wayne.",
            "He stares at it for a beat. Cranes his neck toward his",
            "mother's bedroom, listening if she's still awake. And then--",
            "Quietly rips it open, starts to read the letter:",
            "CLOSE ON WORDS, \"Dearest Thomas, I don't know where else to",
            "turn...\"",
            "\"We need your help...\"",
            "\"Your son and I need help\"",
            "Stops reading, stays on--",
            "\"Your son\"",
            "He glances up at his mother's room, then back down at the",
            "words, \"Your son\"",
            "ARTHUR STANDING IN THE MIDDLE OF THE LIVING ROOM staring at",
            "those two words like he's too afraid to move, lit up by the",
            "flickering blue light--"
        ],
        "dialog": {
            "MURRAY FRANKLIN (ON TV)": [
                "(looking into camera)",
                "Good night! And always remember,--",
                "That's life."
            ],
            "MOM": [
                "(half-asleep)",
                "Happy, I wrote a new letter.",
                "For Thomas Wayne. It's important.",
                "You smell like cologne.",
                "(laughing)",
                "I'm going to bed. Just don't forget",
                "to mail it."
            ],
            "ARTHUR": [
                "(grabs her hand)",
                "C'mon, Ma, dance with me a little.",
                "Cause I just had a big date."
            ]
        }
    },
    "56": {
        "int_ext": "INT.",
        "location": "MOM'S BEDROOM, APARTMENT",
        "tod": "MORNING",
        "transitions": [
            "CUT TO:"
        ],
        "action": [
            "ARTHUR'S SITTING IN A CHAIR in his mother's room watching her",
            "sleep. He has clearly been up all night. Still wearing the",
            "same clothes.",
            "He's holding her letter in his hand as the sun is just",
            "starting to rise outside the windows, light just beginning to",
            "crack the gloom.",
            "Arthur impatiently sits there for another moment waiting for",
            "his mother to wake up, then suddenly--",
            "SHRIEKS OUT AT THE TOP OF HIS LUNGS like a teapot, kicking",
            "his back on the chair like an excited toddler--",
            "Penny wakes with a start, looking around half asleep and",
            "confused--",
            "He doesn't answer.",
            "Arthur holds her letter up in his hand.",
            "Penny slowly getting up out of bed.",
            "She goes into the bathroom.",
            "Arthur paces for a minute, now goes to the bathroom door.",
            "Talks to his mother from the behind the closed door.",
            "Arthur leans in closer to the door. Leaning against it with",
            "just his head--",
            "Arthur just leans there, listening. He closes his eyes, it's",
            "all too much.",
            "AND THE BATHROOM DOOR SUDDENLY SWINGS OPEN, and Arthur falls",
            "face first into the bathroom--",
            "Just missing his mother, crashing down onto the floor--"
        ],
        "dialog": {
            "PENNY": [
                "--what, what time is it?",
                "What happened? Did you hurt",
                "yourself again?",
                "Is, is that my letter? Is that my",
                "personal letter, Happy?",
                "(angry)",
                "You have no right opening my mail.",
                "Who do you think you are?!",
                "Stop yelling at me, you're gonna",
                "kill me, give me a heart attack!"
            ],
            "ARTHUR": [
                "What is this? How come you never",
                "told me?",
                "(raising his voice;",
                "excited)",
                "Apparently I'm Thomas Wayne's son!",
                "How could you keep that from me?",
                "(shouts after her)",
                "I'm not yelling! I'm just, excited.",
                "How can any of this be real!?",
                "(lowers his voice; trying",
                "to sound calm)",
                "Okay. How's this, Mom? Better? Will",
                "you please talk to me?",
                "Please.",
                "(eyes still closed, head",
                "leaning against the door)",
                "What? What would they say, Ma?"
            ],
            "PENNY (OS)": [
                "(shouts back from behind",
                "the door)",
                "I'm not talking to you until you",
                "calm down.",
                "He's an extraordinary man, Arthur.",
                "A powerful man. We had a",
                "connection. I was so beautiful",
                "then. We were in love.",
                "He said it was best that we not be",
                "together, because of appearances.",
                "You know, not all love stories have",
                "happy endings.",
                "(hear her crying now)",
                "That I was a whore, and Thomas",
                "Wayne was a fornicator, and that",
                "you're a little, unwanted bastard."
            ],
            "(MORE)": [],
            "PENNY (OS) (CONT'D)": [
                "And, I could never tell anyone",
                "because, well, I signed some",
                "papers, and besides you can imagine",
                "what people would say about Thomas",
                "and me, and, and what they would",
                "say about you."
            ]
        }
    },
    "57": {
        "int_ext": "INT.",
        "location": "METRO TRAIN (MOVING) - COUNTRYSIDE, OUTSIDE GOTHAM",
        "tod": "AFTERNOON",
        "transitions": [],
        "action": [
            "AFTERNOON",
            "PUSHING PAST ROWS AND ROWS OF WHITE BUSINESSMEN, many of them",
            "reading one of Gotham's two tabloids. On the cover of one, a",
            "detailed sketch of Arthur's clown face, headlined, \"KILLER",
            "CLOWN STILL ON THE LOOSE!\"... The other cover screams, \"KILL",
            "THE RICH -- A NEW MOVEMENT?\"...",
            "WE PUSH PAST A \"KILLER CLOWN\" SKETCH, settle in on Arthur",
            "reading the tabloid.",
            "REVERSE ANGLE BEHIND ARTHUR, see the headline \"Thomas Wayne",
            "Announces Run -- Response to Troubled Times\", over campaign-",
            "style photograph of Thomas Wayne waving to a crowd standing",
            "next to his wife, MARTHA (50's), a well-preserved former",
            "model, and a glimpse of their son, BRUCE WAYNE (10), hiding",
            "behind his father. Only catch half of his face looking",
            "straight into camera, eyes wide, scared by the crowd.",
            "SUB-HEADLINE READS, \"Protest Planned at Wayne Hall Gala.\"",
            "Arthur stares at the family photo.",
            "CLOSE ON WAYNE FAMILY PHOTO, Arthur's fingers ripping it out",
            "of the paper--"
        ],
        "dialog": {}
    },
    "58": {
        "int_ext": "EXT.",
        "location": "WAYNE MANOR, FRONT LAWN",
        "tod": "SUNSET",
        "transitions": [
            "CUT TO:"
        ],
        "action": [
            "Arthur walks down a small hill alongside an intimidating",
            "brick wall, surrounding the estate like a prison. From this",
            "angle he's able to peer over the wall, catching a glimpse of",
            "an innocent looking TEN-YEAR-OLD BOY tracking him from behind",
            "the trees, hiding as he follows.",
            "Arthur comes to the front. A giant, wrought iron gate. We see",
            "a long driveway that leads to the big house, surrounded by",
            "beautiful trees and plush, green grounds.",
            "Arthur stops.",
            "He sees the boy approach, but not get too close.",
            "Arthur reaches into his pocket and pulls out a magic wand--",
            "He holds it up for the boy to see.",
            "The boy steps up to get a closer look.",
            "Arthur looks over the wand, pretending like he's trying to",
            "figure out what it does. He waves the wand over the front",
            "gate lock to \"try and see\" if it will open-- It doesn't.",
            "The little boy tentatively walks toward the fence, face like",
            "an angel.",
            "Arthur waits until he gets closer and then reaches his hand",
            "through the fence and hands the kid his magic wand so he can",
            "try and figure out what it does--",
            "The boy takes the wand and it goes limp in his hand before he",
            "can wave it-- He looks at it, confused. He hands it back to",
            "Arthur.",
            "Arthur straightens the wand back out, and reaches in through",
            "the fence again so the kid can give it another try.",
            "And again the wand droops in the boy's hand. Disappointed, he",
            "gives it back to Arthur--",
            "Arthur examines the wand as if its \"broken\", stiffens it one",
            "last time, crouches down lower, and...",
            "Ta-da! A bouquet of flowers bursts out the end of the wand--",
            "Arthur hands the boy the wand bouquet of flowers--",
            "The little boy takes the flowers. Keeps staring at Arthur,",
            "not sure what to do or say. Not smiling.",
            "Arthur looks back at him for a moment.",
            "THEN REACHES BOTH HANDS THROUGH THE GATE and firmly takes the",
            "little boy's face in his hands--",
            "Uses his thumbs to hook the corners of the boy's mouth and",
            "pulls them up into a smile, into a \"comedy mask\"--",
            "The boy is okay with it, puts his hands on top of Arthur's",
            "hands. They look at each other for a beat.",
            "Arthur lets go. The boy is now smiling on his own--",
            "Little Bruce stops smiling, steps back from the gate.",
            "Arthur looks up and sees a tired-looking, ALFRED PENNYWORTH",
            "(50's) bounding toward them.",
            "Arthur stands back up.",
            "Bruce runs behind Alfred, hiding behind his legs.",
            "Alfred takes the flower-wand away from the kid--",
            "He hands it back to Arthur.",
            "Alfred doesn't say anything.",
            "Arthur puts his face right up against the bars, whispers so",
            "the boy can't hear him--",
            "Now Alfred leans in closer to Arthur, almost looks like he",
            "feels some pity for him--",
            "Beat.",
            "Alfred looks at Arthur, and can't help but crack up laughing",
            "at him.",
            "AND ARTHUR REACHES HIS HANDS THROUGH THE BARS AGAIN AND GRABS",
            "HIM. Pulls Alfred in close, trying to choke him, still",
            "holding the wand of flowers in one hand--",
            "AS HE CHOKES ALFRED, Arthur sees little Bruce, wide-eyed in",
            "the shadows, looking out at him in horror.",
            "Arthur stops.",
            "Lets go of Alfred... Takes off running back down the street",
            "away from Wayne Manor, magic wand in hand."
        ],
        "dialog": {
            "ALFRED (OS)": [
                "(shouting)",
                "Bruce!",
                "Bruce! What are you doing? Get away",
                "from that man."
            ],
            "ALFRED": [
                "(still shouting)",
                "What are you doing? Who are you?",
                "(interrupting)",
                "You shouldn't be talking to his",
                "son. Why did you give him those",
                "flowers?",
                "Well it's not funny. Do I need to",
                "call the police?",
                "(color drains from his",
                "face; beat)",
                "You're her son?",
                "There's nothing to know. There is",
                "no \"them\". Your mother was, was",
                "delusional. She was a sick woman.",
                "Please just go, before you make a",
                "fool of yourself."
            ],
            "ARTHUR": [
                "I'm here to see Mr. Wayne--",
                "I, I was just trying to make him",
                "smile.",
                "No, please. My mother's name is",
                "Penny Fleck. She used to work here,",
                "years ago. Can you tell Mr. Wayne",
                "that I need to see him?",
                "Did you know her?",
                "I know about the two of them. My",
                "mother told me everything.",
                "No. No, just let me speak to Mr.",
                "Wayne.",
                "(blurts out)",
                "Thomas Wayne is my father--"
            ]
        }
    },
    "59": {
        "int_ext": "EXT.",
        "location": "THE BRONX, STREETS",
        "tod": "NIGHT",
        "transitions": [],
        "action": [
            "ARTHUR'S BACK IN HIS PART OF TOWN, garbage everywhere here.",
            "The neighborhood at night is alive. Loud kids on the street",
            "corners... A drunk seemingly fights no one... Sirens",
            "wailing...",
            "As Arthur approaches his building, he sees AN AMBULANCE",
            "PARKED in front. Lights flashing. Hit with a sense of dread,",
            "he runs toward the building--"
        ],
        "dialog": {}
    },
    "60": {
        "int_ext": "EXT.",
        "location": "STREET, APARTMENT BUILDING",
        "tod": "NIGHT",
        "transitions": [],
        "action": [
            "A SMALL CROWD OF GAWKERS have gathered around watching the",
            "drama unfold. Shouting and laughing, loud dance music blaring",
            "out an open window, feels like an impromptu block party.",
            "ARTHUR RUNS UP, SEES TWO PARAMEDICS wheeling his unconscious",
            "mother down the front steps on a stretcher.",
            "FROM ABOVE, Arthur pushing through the crowd, rushes to his",
            "mother's side--",
            "Arthur follows them as they load Penny into the ambulance."
        ],
        "dialog": {
            "ARTHUR": [
                "(following as they wheel",
                "her, leaning over",
                "stretcher)",
                "Mom? Mom, what happened?",
                "What happened to her?",
                "I'm her son."
            ],
            "PARAMEDIC #1": [
                "Sir. Please step back.",
                "Who are you?",
                "Oh, great. You can probably help us",
                "out inside. We don't know what",
                "happened yet."
            ]
        }
    },
    "61": {
        "int_ext": "INT.",
        "location": "CITY AMBULANCE, BACK (PARKED)",
        "tod": "LATER",
        "transitions": [],
        "action": [
            "Arthur watches as the two paramedics work on his mother,",
            "descending on her like vampires, shouting instructions to",
            "each other while checking her vitals (pulse, pupils),",
            "shouting questions at him as they begin to intubate her--",
            "Arthur doesn't answer, just watches in horror.",
            "The ambulance starts to pull away.",
            "Arthur doesn't answer."
        ],
        "dialog": {
            "PARAMEDIC #1": [
                "Does your mother take any",
                "medications?",
                "Sir. Is your mother on any",
                "medications?!"
            ],
            "ARTHUR": [
                "No.",
                "I don't know."
            ],
            "PARAMEDIC #2": [
                "When was the last time you spoke to",
                "her?",
                "Does she have any medical history?"
            ]
        }
    },
    "62": {
        "int_ext": "EXT.",
        "location": "CITY HOSPITAL, EMERGENCY ROOM",
        "tod": "NIGHT",
        "transitions": [
            "CUT TO:"
        ],
        "action": [
            "Arthur sitting on a bench waiting outside the bustling",
            "emergency room of a massive city hospital. He watches the",
            "sick and dying being rushed through the glass doors. Opening",
            "and closing. This happens in the background throughout the",
            "scene.",
            "The two detectives walk up to Arthur, interrupting him",
            "watching the doors. Gotham police detectives, GARRITY (50's),",
            "grey hair, and BURKE (30's), his partner.",
            "Arthur looks up at them. Doesn't say anything.",
            "Beat.",
            "The detectives share another look.",
            "Detective Burke steps close to him, holds up the card that",
            "Arthur handed him--",
            "And Arthur walks away-- heads for the sliding glass doors.",
            "Only the motion detector doesn’t engage--",
            "AND HE SLAMS RIGHT INTO THE GLASS DOOR.",
            "HARD.",
            "He bounces back."
        ],
        "dialog": {
            "DET. GARRITY": [
                "Mr. Fleck, sorry to bother you, I’m",
                "Detective Garrity, this is my",
                "partner Detective Burke.",
                "We had a few questions for you, but",
                "you weren’t home. So we spoke to",
                "your mother.",
                "What? No. We just asked her some",
                "questions and she started getting",
                "hysterical-- hyperventilating,",
                "trouble speaking-- then she",
                "collapsed. Hit her head pretty",
                "hard.",
                "Sorry to hear about that. But like",
                "I said, we still have some",
                "questions for you. They're about",
                "the subway killings that happened",
                "last week. You've heard about them,",
                "right?",
                "(reading over his notes)",
                "Right. So we spoke to your boss at,",
                "uhh, Ha-Ha's. He said you were",
                "fired that day-- fired for bringing",
                "a gun into the children's hospital."
            ],
            "ARTHUR": [
                "What did you say to her? Did you do",
                "this?",
                "Yeah, the doctor said she had a",
                "stroke.",
                "Yeah. It's horrible.",
                "It was a prop. It's part of my act.",
                "I'm a party clown.",
                "They said I wasn’t funny enough.",
                "Can you imagine that?",
                "(he stands)(MORE)",
                "A clown thing?",
                "What do you think?"
            ],
            "DET. BURKE": [
                "All right. So why were you fired?",
                "Your boss also gave us one of your",
                "cards. This condition of yours, the",
                "laughing, is it real or some sort",
                "of a clown thing?",
                "Yeah, I mean-- is it part of your",
                "act?"
            ],
            "ARTHUR (CONT’D)": [
                "Now, if you don't mind, I need to",
                "go take care of my mother."
            ]
        }
    },
    "63": {
        "int_ext": "INT.",
        "location": "HOSPITAL ROOM (SHARED), CITY HOSPITAL",
        "tod": "NIGHT",
        "transitions": [
            "CUT TO:"
        ],
        "action": [
            "PENNY LIES IN BED UNCONSCIOUS, HOOKED UP TO MACHINES.",
            "Arthur sits bedside, distraught. Sophie is next to him...",
            "rubbing his back.",
            "He just nods. Lost in thought. After a beat...",
            "He nods again. As Sophie walks out, we HEAR MURRAY FRANKLIN",
            "from the TV set bolted high up on the wall.",
            "CLOSE ON TV, Murray is in the middle of doing his monologue.",
            "Murray Franklin cracks up at his own joke. Studio audience",
            "laughs.",
            "Arthur glances over at his mother, laughing over the sounds",
            "of her labored breath.",
            "He looks back up at the television.",
            "EXTREME CLOSE ON TV, GRAINY VIDEO OF ARTHUR'S STAND-UP",
            "PERFORMANCE. Arthur on stage smiling behind the microphone,",
            "under the harsh spotlight.",
            "Arthur watching himself on TV, his jaw drops--",
            "Back to Murray Franklin shaking his head, trying not to",
            "laugh.",
            "The studio audience erupts into laughter.",
            "ANGLE ON ARTHUR, watching Murray Franklin make fun of him on",
            "TV. He gets up and starts walking toward the TV set as if in",
            "a trance. Unsure if this is really happening.",
            "Another moment of Arthur at the comedy club plays--",
            "Dead silence. Nobody is laughing. Not even him.",
            "CUT BACK CLOSE ON MURRAY FRANKLIN, just shaking his head.",
            "Murray cracks up and the studio audience laughs along with",
            "him. Shot of Barry O'Donnell laughing too.",
            "CLOSE ON ARTHUR, looking up at the television, hearing them",
            "all laughing at him."
        ],
        "dialog": {
            "SOPHIE": [
                "She's gonna be okay.",
                "I'm going to get some coffee? You",
                "want one?"
            ],
            "MURRAY FRANKLIN (ON TV)": [
                "So I told my youngest son, Billy,",
                "you know, the new one, the 'not so",
                "bright' one,--",
                "(laughter)",
                "I told him that the garbage strike",
                "is still going on. And he says, and",
                "I'm not kidding, Billy says, \"So",
                "where are we gonna get all our",
                "garbage from?\"",
                "And finally, in a world where",
                "everyone thinks they could do my",
                "job, we got this videotape from the",
                "Gotham Comedy Club. Here's a guy",
                "who thinks if you just keep",
                "laughing, it'll somehow make you",
                "funny. Check out this joker.",
                "You should have listened to your",
                "mother.",
                "One more, Bobby. Let's see one",
                "more. I love this guy.",
                "You can say that again, pal!"
            ],
            "ARTHUR (ON TV)": [
                "(trying to stop himself",
                "from laughing)",
                "-- good evening, hello.",
                "(deep breath; trying to",
                "stop laughing)",
                "Good to be here.",
                "(keeps cracking up)",
                "I, I hated school as a kid. But my",
                "mother would always say,--",
                "(bad imitation of his mom,",
                "still laughing)",
                "\"You should enjoy it. One day",
                "you'll have to work for a living.\"",
                "(laughs)(MORE)",
                "It's funny, when I was a little boy",
                "and told people I wanted to be a",
                "comedian, everyone laughed at me.",
                "(opens his arms like a big",
                "shot)",
                "Well no one is laughing now."
            ],
            "ARTHUR (ON TV) (CONT'D)": [
                "\"No I won't, Ma. I'm gonna be a",
                "comedian!\""
            ]
        }
    },
    "64": {
        "int_ext": "INT.",
        "location": "MOM'S APARTMENT, BEDROOM",
        "tod": "NIGHT",
        "transitions": [
            "CUT TO:"
        ],
        "action": [
            "FROM ABOVE, looking down on Arthur hunched over, lying on his",
            "side in his mother's bed, his left arm below frame-- hard to",
            "tell if he's in pain or beating off.",
            "He reaches out his right arm to where his mother slept, the",
            "TV's blue light flickering, 11:00 News turned up--",
            "CLOSE ON ARTHUR, quickly turning and sitting up in bed when",
            "he hears what's on the television--",
            "ANGLE ON TELEVISION, a crowd of protesters, a few wearing",
            "Arthur's clown mask are being interviewed.",
            "ANGLE ON ARTHUR, moving down to the edge of the bed, gun on",
            "the nightstand behind him, leaning forward closer toward the",
            "flickering screen to make sure he's seeing what he's seeing--",
            "Thomas Wayne now being interviewed on the plaza in front of",
            "Wayne Tower-- \"...had no comment on the upcoming rally.\""
        ],
        "dialog": {
            "NEWS ANCHOR (ON TV)": [
                "The anger and resentment that's",
                "been building in the city for weeks",
                "seems close to exploding.",
                "Protesters, many dressed as clowns,",
                "took to the streets today in one of",
                "several planned demonstrations",
                "taking on the city's elite.",
                "Including a massive rally outside",
                "tomorrow night's benefit at Wayne",
                "Hall."
            ],
            "\"CLOWN\" PROTESTER #1 (ON TV)": [
                "It’s gonna show ‘em that they can’t",
                "ignore us. Our voices need to be",
                "heard. We’re not--"
            ],
            "\"CLOWN\" PROTESTER #2 (ON TV)": [
                "(interrupts; screaming",
                "into camera)",
                "[Beep] the rich, [beep] the",
                "politicians, [beep] the whites,",
                "[beep] the blacks, [beep] Thomas",
                "Wayne, [beep] the whole system.",
                "That's what this is [beeping]",
                "about!"
            ],
            "THOMAS WAYNE (ON TV)": [
                "Well what I will say is, there's",
                "something wrong with those people.",
                "I'm here to help them. I want to",
                "lift them out of poverty, help make",
                "their lives better. That's why I'm",
                "running. They may not realize it,",
                "but I'm their only hope."
            ]
        }
    },
    "65": {
        "int_ext": "INT.",
        "location": "WAYNE HALL, THEATER - CENTER FOR PERFORMING ARTS",
        "tod": "DUSK",
        "transitions": [],
        "action": [
            "ANGLE ON MOVIE SCREEN PLAYING \"MODERN TIMES\", FACE OF A ROMAN",
            "NUMERAL CLOCK FILLS THE FRAME, and up fades the forward...",
            "And as the screen fades to black, we pull out to reveal the",
            "Gotham Philharmonic playing Chaplin's silent movie score in",
            "front of a black-tie high society crowd... Behind them, on",
            "screen, glimpse the opening shot of a crowded herd of sheep,",
            "a lone black sheep caught in the middle, dissolving into a",
            "mass of crowded workers rushing out of a subway station."
        ],
        "dialog": {}
    },
    "66": {
        "int_ext": "EXT.",
        "location": "CENTER FOR PERFORMING ARTS, WAYNE HALL",
        "tod": "DUSK",
        "transitions": [],
        "action": [
            "ARTHUR ALL ALONE HEADING TOWARD AN ANGRY MOB in front of the",
            "Center for Performing Arts. Night falling. Storm clouds",
            "gathering.",
            "ANGLE ON THE CROWD OF PROTESTERS SCREAMING AND SHOUTING IN",
            "FRONT OF WAYNE HALL, behind steel barricades. Many wearing",
            "Arthur's \"clown face\" mask... A few wave homemade signs,",
            "\"CLOWN FOR MAYOR\"... \"KILL THE RICH\"... \"MR. WAYNE, AM I A",
            "CLOWN?\"",
            "A LINE OF POLICEMEN AND SECURITY GUARDS stand between the",
            "crowd and the lit-up white marble building.",
            "Arthur pauses and watches the crowd for a moment."
        ],
        "dialog": {}
    },
    "67": {
        "int_ext": "EXT.",
        "location": "WAYNE HALL, FRONT ENTRANCE",
        "tod": "DUSK",
        "transitions": [],
        "action": [
            "A FIGHT BREAKS OUT between a \"clown\" masked protester and two",
            "cops. The crowd goes crazy, pushing through the barricades",
            "toward the building. Distant thunder rumbling. The police and",
            "Wayne Hall Security fight to keep them out--",
            "Amidst all the chaos, we glimpse Arthur slipping into the",
            "building unnoticed--"
        ],
        "dialog": {}
    },
    "68": {
        "int_ext": "INT.",
        "location": "LOBBY, WAYNE HALL",
        "tod": "NIGHT",
        "transitions": [],
        "action": [
            "Arthur walks through the massive multi-level lobby. It's",
            "completely empty since the performance has already begun and",
            "whatever security was available is outside helping the police",
            "deal with the protesters.",
            "He looks up in awe at the crystal chandeliers... He's never",
            "seen anything this opulent in his entire life.",
            "He starts up the grand staircase to the second floor--"
        ],
        "dialog": {}
    },
    "69": {
        "int_ext": "INT.",
        "location": "SECOND LEVEL, BALCONY - WAYNE HALL",
        "tod": "NIGHT",
        "transitions": [],
        "action": [
            "ARTHUR MAKING HIS WAY THROUGH THE SHADOWS ALONG THE BACK WALL",
            "OF THE BALCONY, a birds-eye-view, looking around for Thomas",
            "Wayne in the sold-out black-tie audience--",
            "He catches bits of the silent movie projected down on stage",
            "behind the orchestra, the Tramp working in a factory.",
            "He continues moving along the back wall looking for Thomas",
            "Wayne, sees him sitting in a box seat on the side of the",
            "theater with his wife.",
            "Arthur watches him in the darkness, waiting--"
        ],
        "dialog": {}
    },
    "70": {
        "int_ext": "INT.",
        "location": "BALCONY, SECOND LEVEL",
        "tod": "LATER",
        "transitions": [],
        "action": [
            "PROJECTED ON SCREEN, the Tramp roller skating blindfolded on",
            "a date with the Gamin (Paulette Goddard) in a department",
            "store. Arthur's still standing against the back wall in the",
            "shadows, laughing along with the rest of the audience",
            "watching the Tramp skates blindfolded, skirting along the",
            "edge of a balcony with no rail, orchestra playing the bouncy",
            "score.",
            "Arthur's really enjoying the movie, almost forgetting for a",
            "moment why he's there, when he glances over to Thomas Wayne's",
            "box and sees him leaving, being led by his BODYGUARD--",
            "Arthur's eyes go wide and he quickly turns to go, behind him",
            "on screen, the Tramp is rescued by the girl before he falls",
            "off the edge, orchestra swelling--"
        ],
        "dialog": {}
    },
    "71": {
        "int_ext": "INT.",
        "location": "SECOND LEVEL - WAYNE HALL",
        "tod": "CONTINUOUS",
        "transitions": [],
        "action": [
            "Arthur catches a glimpse of Thomas Wayne heading into the",
            "men's room, his bodyguard waiting by the door, still hear the",
            "orchestra playing the score---",
            "Arthur glances around the lobby, sees a lobby broom and",
            "upright dustpan tucked in the corner--"
        ],
        "dialog": {}
    },
    "72": {
        "int_ext": "INT.",
        "location": "HALLWAY, MEN'S ROOM - WAYNE HALL",
        "tod": "LATER",
        "transitions": [],
        "action": [
            "Arthur's sweeping up the hallway with his head down, hear the",
            "orchestra playing the melancholy \"Smile\" from the film's",
            "score. He sweeps along to the music like Emmett Kelly's",
            "famous act... Sweeping around the bodyguard's feet...",
            "Annoyed, he moves a bit away from the bathroom door... And",
            "doesn't give Arthur a second look as he heads inside..."
        ],
        "dialog": {}
    },
    "73": {
        "int_ext": "INT.",
        "location": "MEN'S ROOM, WAYNE HALL",
        "tod": "CONTINUOUS",
        "transitions": [],
        "action": [
            "Arthur sweeps his way into the cavernous, black & white tiled",
            "bathroom, ornate gold fixtures. It's empty save for Thomas",
            "Wayne peeing at the far end of a long line of urinals.",
            "Arthur takes a deep breath, and walks down the line of",
            "urinals right up next to Thomas Wayne--",
            "He stands there for a beat while Thomas urinates, lobby broom",
            "and upright dustpan in hand--",
            "Thomas Wayne finishes and zips his fly back up. Arthur is not",
            "sure what to say to him, just says--",
            "Beat.",
            "But Thomas Wayne doesn't hear him, he was flushing the",
            "urinal. He walks toward the sink.",
            "Arthur follows after him.",
            "And Arthur smiles, it's all very emotional for him. Thomas",
            "looks over at him like he's fucking crazy.",
            "Arthur nods, relieved he finally broke through.",
            "Thomas Wayne just laughs to himself and turns on the gold",
            "faucets at one of the sinks.",
            "Thomas Wayne just keeps washing his hands, doesn't even look",
            "over at Arthur.",
            "Thomas starts drying his hands.",
            "Arthur starts to smile, feels a laugh coming on.",
            "Thomas finishes drying his hands. Turns to Arthur, his tone",
            "way more serious now.",
            "AND ARTHUR CRACKS UP LAUGHING, interrupting his threat.",
            "Laughing right in his face--",
            "Arthur's laughing so hard he can't answer.",
            "THOMAS SHOVES ARTHUR HARD UP AGAINST THE TILED WALL, gripping",
            "his neck with one hand. Arthur just cracks up louder, he",
            "drops the dustpan and broom--",
            "Thomas Wayne's bodyguards bang open the door, rushing into",
            "the bathroom when they hear the shouting--",
            "They stop when they see Thomas has Arthur jacked up against",
            "the wall.",
            "AND THOMAS WAYNE PUNCHES ARTHUR STRAIGHT IN THE FACE with his",
            "free hand, blood spraying from his nose--"
        ],
        "dialog": {
            "THOMAS WAYNE": [
                "(glances over; annoyed)",
                "Can I help you, pal?",
                "(interrupting)",
                "You need to get in here or",
                "something?",
                "Excuse me?",
                "Jesus. You're the guy who came by",
                "my house yesterday.",
                "Look pal, I'm not your father.",
                "What's wrong with you?",
                "Cause you were adopted. And I never",
                "slept with your mother. What do you",
                "want from me, money?",
                "She never told you? Your mother",
                "adopted you after she worked for",
                "us. She was arrested when you were",
                "four years old and committed to",
                "Arkham State Hospital. She's",
                "batshit crazy.",
                "I don't really give a shit what you",
                "believe.",
                "(steps in closer)",
                "But if you ever come to my house",
                "again, if you ever talk to my son",
                "again, if I ever even hear about",
                "you again, I'll--",
                "Are you laughing at me?",
                "(shouting)",
                "You think this is funny?",
                "(interrupting; raising his",
                "voice)",
                "Is this a fucking joke to you?"
            ],
            "ARTHUR": [
                "What? Yeah. No I, I--",
                "Dad. It's me.",
                "My name is Arthur. I'm Penny's son.",
                "(beat)",
                "I, I know everything.",
                "Yes. But they wouldn't let me in,",
                "wouldn't let me see you. So I came",
                "here. I have so many questions.",
                "How do you know?",
                "No. What? I wasn't adopted.",
                "No. No, I don't believe that.",
                "(tries shaking his head",
                "no; still laughing and",
                "choking)",
                "No, no I have a con--"
            ],
            "(MORE)": [],
            "ARTHUR (CONT’D)": [
                "And I don't want anything from you.",
                "Well... maybe a hug."
            ]
        }
    },
    "74": {
        "int_ext": "INT.",
        "location": "BEDROOM, MOM'S APARTMENT",
        "tod": "MORNING",
        "transitions": [],
        "action": [
            "Sunshine peeking through bedroom windows. Arthur's eyes are",
            "open, he's been awake all night, he still hasn't slept.",
            "Phone starts ringing in the kitchen, he lets the machine pick",
            "it up--",
            "Arthur gets up quickly and heads for the kitchen as the woman",
            "continues to leave a message--"
        ],
        "dialog": {
            "SHOW BOOKER (ON MACHINE)": [
                "This message is for Arthur Fleck.",
                "My name is Shirley Woods, I work on",
                "the Murray Franklin show."
            ]
        }
    },
    "75": {
        "int_ext": "INT.",
        "location": "KITCHEN, MOM'S APARTMENT",
        "tod": "CONTINUOUS",
        "transitions": [
            "CUT TO:"
        ],
        "action": [
            "Arthur walks in, listening to the woman on the machine--",
            "Arthur picks up the phone--",
            "PUSH IN ON ARTHUR'S FACE, as it sinks in.",
            "As the PUSH IN ON ARTHUR finishes."
        ],
        "dialog": {
            "SHOW BOOKER (ON MACHINE)": [
                "I don't know if you're aware, but",
                "Murray played a clip of your stand-",
                "up on the show recently and we've",
                "gotten an amazing--"
            ],
            "ARTHUR": [
                "(into phone; skeptical)",
                "Who is this?",
                "(into phone)",
                "Yes.",
                "(into phone)",
                "Murray wants me to come on the",
                "show?"
            ],
            "SHOW BOOKER (OVER PHONE)": [
                "Hi, this is Shirley Woods from",
                "Murray Franklin Live. Is this",
                "Arthur?",
                "Hi Arthur. Well, as I was saying--",
                "we've gotten a lot of calls about",
                "your clip, amazing responses. And,",
                "Murray asked if I would reach out",
                "to see if you would come on as his",
                "guest. Can we set up a day?",
                "Yes. Isn't that great? He'd love to",
                "talk to you, maybe do some of your",
                "act. Does that sound good to you?"
            ]
        }
    },
    "76": {
        "int_ext": "EXT.",
        "location": "ARKHAM STATE HOSPITAL",
        "tod": "MORNING",
        "transitions": [],
        "action": [
            "A GRAY, BEHEMOTH STATE HOSPITAL looming over the city block.",
            "Metal screens cover steel-framed windows. Arthur crosses the",
            "street toward the building, eyes weary, he hasn't slept in",
            "days."
        ],
        "dialog": {}
    },
    "77": {
        "int_ext": "INT.",
        "location": "ARKHAM STATE, HALLWAY",
        "tod": "MORNING",
        "transitions": [],
        "action": [
            "ARTHUR WALKS DOWN A LONG HALLWAY, PASSING TWO GOTHAM CITY",
            "COPS AND A PARAMEDIC rolling a naked sunburned man screaming",
            "his head off, handcuffed to a stretcher underneath a white",
            "sheet. Sounds bouncing off the walls, up and down the halls,",
            "working other patients into fits, screaming back."
        ],
        "dialog": {}
    },
    "78": {
        "int_ext": "INT.",
        "location": "DOCUMENTS & RECORDS OFFICE - BASEMENT HALLWAY,",
        "tod": "MORNING",
        "transitions": [],
        "action": [
            "STATE HOSPITAL - MORNING",
            "Arthur stands at a service window that looks into the cramped",
            "records office, a metal grate covers most of the window.",
            "Harsh fluorescent lights flicker above. He glances at the",
            "hallway behind him, sees two orderlies walking a dead-eyed",
            "patient back to his ward, hears distant echoing screams.",
            "He's interrupted by a CLERK (40's), ID clipped to his shirt,",
            "who's lugging an old heavy file storage box. He drops the box",
            "down on a counter beneath the window.",
            "Arthur nods thanks. The clerk looks at Arthur for a moment,",
            "like he's trying to place him--",
            "Arthur shakes his head no.",
            "The clerk opens the file box. Starts digging though it.",
            "Arthur watches the orderlies locking the doors behind them,",
            "still hears the screams.",
            "Beat.",
            "The clerk is half listening as he scans the paper work.",
            "Arthur looks up at the guy, thinking he's made a connection.",
            "The clerk finally looks back at him--",
            "The clerk just stares at Arthur--",
            "The clerk shakes his head to himself, finally finds what he",
            "was looking for.",
            "He pulls out an old file, bulging with yellowing records.",
            "Moves the box to the floor and sits down on his stool behind",
            "the window.",
            "The guy opens the file. Yellowing pages of her records--",
            "The clerk stops reading out loud, eyes going wide as he skims",
            "further ahead. Arthur just looks at the guy, waiting to see",
            "what he's gonna say.",
            "Arthur just nods.",
            "CLOSE ON ARTHUR, he shakes his head and smiles to himself.",
            "The clerk puts the file down on the counter--",
            "Arthur just stands there, thinking it all over for a moment.",
            "Then reaches in under the metal cage and snatches the file--",
            "The clerk grabs it as well.",
            "They play tug-of-war with the file, it's awkward and goes on",
            "way too long. Out-of-nowhere Arthur slams his own head",
            "violently against the metal grate, surprising the guy,",
            "allowing him to pull the file away--",
            "Arthur takes off running down the hall with it. The clerk",
            "watches for a beat, but does nothing."
        ],
        "dialog": {
            "CLERK": [
                "Sorry for the wait. All our records",
                "that are 10 years or older are",
                "stored in the basement. You're",
                "talking over 30 years ago,-- I had",
                "to do some serious digging.",
                "And, like I said, if it's in here,",
                "I'm still gonna need a release from",
                "her. Have we met before?",
                "(going through the files)",
                "Some have. Some are just crazy and",
                "pose a danger to themselves or",
                "others. Some just got nowhere else",
                "to go.",
                "Yeah, I can't take much more of",
                "this shit either. Now they talking",
                "about more layoffs, man, we're",
                "understaffed as it is. I don't know",
                "what I'm gonna do.",
                "What's that?",
                "(taken aback; beat)",
                "Listen, I'm just an administrative",
                "assistant, like a clerk. I file",
                "paperwork. I don't really know what",
                "to tell you, but maybe you should",
                "see someone-- they have programs,",
                "like city services.",
                "(realizing)",
                "Wait, I know where I've seen you,--",
                "You were on Murray Franklin the",
                "other night, weren't you?",
                "(shrugs, goes back to",
                "looking through the",
                "files)",
                "Sorry, Murray just killed some poor",
                "guy on TV,--",
                "(surprised)",
                "Here it is,-- Fleck. Penny Fleck.",
                "(nods, skim-reading)",
                "Uh-huh. Diagnosed by Dr. Benjamin",
                "Stoner... The patient suffers from",
                "delusional psychosis and",
                "narcissistic personality",
                "disorder... Found guilty of",
                "endangering the welfare of a child--",
                "You said she's your mother?",
                "(closes the file)",
                "I'm sorry, I can't. Like I said, I",
                "can't release this without the",
                "proper forms. I could get in",
                "trouble.(closes",
                "the file; beat)",
                "Besides, it's pretty bad.",
                "Yeah, sorry. If you want these",
                "records you have to get your mom to",
                "sign a patient disclosure form. I",
                "can have someone mail you one."
            ],
            "ARTHUR": [
                "Can I ask you a question? How does",
                "someone wind up in here? Have all",
                "the people committed crimes?",
                "(nods; looks down)",
                "Yeah, I know how that is. Sometimes",
                "I don't know what to do, y'know, I",
                "don't think I can take any more of",
                "this.",
                "Last time I ended up taking it out",
                "on some,-- people. Bad shit. I",
                "thought it would bother me but, it",
                "really hasn't.",
                "It's just so hard to try and be",
                "happy all the time, y'know, when",
                "everything's going to shit all",
                "around you.",
                "(backtracking)",
                "Yeah. They cut those. Anyway, I was",
                "just talking to talk.",
                "(beat)",
                "No. I don't know what you're",
                "talking about.",
                "(saying it out loud for",
                "himself to hear)",
                "So she was a patient here.",
                "What?",
                "I can handle bad."
            ]
        }
    },
    "79": {
        "int_ext": "INT.",
        "location": "HALLWAY, ARKHAM STATE HOSPITAL",
        "tod": "MORNING",
        "transitions": [],
        "action": [
            "Arthur running down the hallway, files in his hands. Frantic.",
            "Unaware he is not being chased. Turns a corner and runs down",
            "another long hallway--",
            "Gets to a stairwell door and runs in."
        ],
        "dialog": {}
    },
    "80": {
        "int_ext": "INT.",
        "location": "STAIRWELL, ARKHAM STATE HOSPITAL",
        "tod": "CONTINUOUS",
        "transitions": [
            "CUT TO:"
        ],
        "action": [
            "Bounding up the steps. He stops at a landing above. Looks",
            "down, sees no one is chasing after him, just hears the",
            "echoing screams and shouts of other patients--",
            "ANGLE ON ARTHUR, catching his breath. He opens the file,",
            "flipping through the records, finds the page the clerk was",
            "reading. As he reads it over for himself, he HEARS his mother",
            "being interviewed for her psychiatric assessment, over 30",
            "years ago."
        ],
        "dialog": {
            "YOUNG PENNY (VO)": [
                "He's not adopted-- he's Thomas",
                "Wayne's son. I worked for him, I",
                "told you, I cleaned his house."
            ]
        }
    },
    "81": {
        "int_ext": "INT.",
        "location": "EMERGENCY INTERVIEW ROOM, ARKHAM STATE HOSPITAL",
        "tod": "DAY",
        "transitions": [
            "BACK TO:",
            "CUT BACK TO:",
            "CUT BACK TO:"
        ],
        "action": [
            "A younger PENNY FLECK (mid 20's) is sitting across the table",
            "from DR. BENJAMIN STONER (50's), in a dreary small interview",
            "room, windows covered with security screens. Penny takes a",
            "drag off a cigarette, her face is beaten to shit, nose",
            "battered, lip busted up.",
            "Dr. Stoner is going over Penny's thick file, the same file",
            "Arthur's holding in his hands.",
            "Dr. Stoner doesn't believe her, keeps going through the file,",
            "pulls out black & white forensic photographs of three-year-",
            "old Arthur's body--",
            "Penny exhales smoke.",
            "Dr. Stoner lays out the photographs in front of Penny--",
            "Penny keeps smoking her cigarette, glances down at the",
            "photos, we catch glimpses of various bruises on parts of",
            "Arthur's body... A filthy crib... A rope tied to the",
            "radiator...",
            "Arthur looking over the same black & white photographs, still",
            "HEARS his mother--",
            "Arthur looks up from the file when he hears/reads this, turns",
            "and looks at Penny's reaction-- HE'S NOW IN THE INTERVIEW",
            "ROOM WITH THEM, living what he's reading on the page.",
            "He sees his mother lean forward in her chair, glaring at Dr.",
            "Stoner--",
            "Arthur just stares at his mother.",
            "Dr. Stoner looks at Penny, not sure how to respond to that.",
            "ANGLE ON PENNY, thinking it over, taking a drag off her",
            "cigarette.",
            "Arthur just keeps staring at her as she exhales--",
            "ARTHUR BACK IN THE STAIRWELL LOOKS UP FROM THE FILE, looks",
            "like maybe there's cigarette smoke drifting in front of his",
            "face--"
        ],
        "dialog": {
            "DR. STONER": [
                "We went over this, Penny. You",
                "adopted him. We have all the",
                "paperwork right here.",
                "You also stood by as one of your",
                "boyfriends repeatedly abused your",
                "adopted son. And battered you.",
                "(beat)",
                "And what do you have to say about",
                "your son?"
            ],
            "YOUNG PENNY": [
                "He had that all made up, so it",
                "stayed our secret.",
                "He didn't do anything to me. Or to",
                "my boy. Can I go now, I don't trust",
                "hospitals.",
                "That's not true. My apartment",
                "wasn't filthy. I keep a clean",
                "house.",
                "I'm just glad I got to know him."
            ],
            "YOUNG PENNY (VO)": [
                "I never heard him crying. Not once.",
                "He's always been such a happy",
                "little boy."
            ],
            "DR. STONER (VO)": [
                "Penny, your son was found tied to a",
                "radiator in your filthy apartment,",
                "malnourished, with multiple bruises",
                "across his body and severe trauma",
                "to his head."
            ]
        }
    },
    "82": {
        "int_ext": "EXT.",
        "location": "THE BRONX, STEEP STAIRWAY",
        "tod": "NIGHT",
        "transitions": [],
        "action": [
            "IT'S POURING RAIN.",
            "Arthur walks up the long, steep concrete stairway up toward",
            "his building--"
        ],
        "dialog": {}
    },
    "83": {
        "int_ext": "INT.",
        "location": "APARTMENT BUILDING, ELEVATOR",
        "tod": "NIGHT",
        "transitions": [],
        "action": [
            "Soaking wet he enters the elevator and hits the button for",
            "his floor. Sensing something, he turns around and \"sees\"",
            "Sophie.",
            "She mimes blowing her head off with her finger--"
        ],
        "dialog": {}
    },
    "84": {
        "int_ext": "INT.",
        "location": "HALLWAY, APARTMENT BUILDING",
        "tod": "CONTINUOUS",
        "transitions": [],
        "action": [
            "Soaking wet, clothes clinging to his body, Arthur exits the",
            "elevator and walks toward Sophie's door. He turns the",
            "doorknob. It's unlocked.",
            "He pushes open the door and heads inside--"
        ],
        "dialog": {}
    },
    "85": {
        "int_ext": "INT.",
        "location": "SOPHIE'S APARTMENT, LIVING ROOM",
        "tod": "CONTINUOUS",
        "transitions": [
            "CUT TO:"
        ],
        "action": [
            "Arthur walks into Sophie's apartment, looking around.",
            "He sits down on the couch--",
            "Sophie comes out of her daughter’s bedroom, jumps a little on",
            "spotting Arthur--",
            "Arthur just keeps staring straight ahead.",
            "He turns around finally--",
            "He nods.",
            "Arthur just stares at her--",
            "Beat.",
            "PUSH IN ON ARTHUR, looking at her-- he raises his fingers to",
            "his head, mimicking a gun."
        ],
        "dialog": {
            "SOPHIE": [
                "Oh my god! What are you doing in",
                "here?",
                "(beat)",
                "You’re in the wrong apartment.",
                "Your name's Arthur, right? You live",
                "down the hall.",
                "I really need you to leave. My",
                "little girl's sleeping in the other",
                "room. Please.",
                "Can I call someone. Is your mother",
                "at home?"
            ],
            "ARTHUR": [
                "I had a bad day."
            ]
        }
    },
    "86": {
        "int_ext": "INT.",
        "location": "HALLWAY, APARTMENT BUILDING",
        "tod": "NIGHT",
        "transitions": [],
        "action": [
            "Arthur walking down the hallway toward his mother's",
            "apartment."
        ],
        "dialog": {}
    },
    "87": {
        "int_ext": "INT.",
        "location": "MOM'S APARTMENT, LIVING ROOM",
        "tod": "NIGHT",
        "transitions": [],
        "action": [
            "Arthur sits alone on the couch, laughing. The TV is on but",
            "he's not watching it.",
            "He just continues to laugh, rolling onto his side from the",
            "joke that his life seems to be."
        ],
        "dialog": {}
    },
    "88": {
        "int_ext": "INT.",
        "location": "CITY HOSPITAL, HOSPITAL ROOM (SHARED)",
        "tod": "MORNING",
        "transitions": [],
        "action": [
            "ANGLE ON ARTHUR, leaning forward in a chair, sitting close to",
            "his mother in her hospital bed, hear the hum of the machines,",
            "the wheezing of the other patient in the room. He's holding",
            "onto her hand-- Blue curtain pulled around them.",
            "ANGLE ON PENNY, looking back at him holding her hand, still",
            "somewhat out of it.",
            "After a moment, Arthur smiles to himself--",
            "Penny looks at him confused. Arthur keeps holding her hand in",
            "his--",
            "She looks away, she knows what he's talking about.",
            "She looks away. Her whole body is shaking, overwhelmed with",
            "emotion.",
            "She looks back him, struggles to speak--",
            "He lets go of her hand, getting up fast from the chair like a",
            "vampire--",
            "He reaches behind her, grabs one of her pillows as he leans",
            "down closer, face-to-face with her, smiling wide--"
        ],
        "dialog": {
            "ARTHUR": [
                "Hey Ma, what's my real name? Where",
                "did I come from?",
                "You remember how you used to tell",
                "me that God gave me this laugh for",
                "a reason? That, that I had a",
                "purpose. Laughter and joy, that",
                "whole thing,--",
                "HA! It wasn't God, it was you. Or,",
                "or one of your boyfriends,-- Do you",
                "even know what my real name is? Do",
                "you know who I really am?",
                "C'mon, Ma, who am I?",
                "(interrupting; snaps)",
                "Happy?! I'm not happy. I haven’t",
                "been happy for one minute of my",
                "entire fucking life.",
                "But you know what's funny? You know",
                "what really makes me laugh?",
                "I used to think my life was nothing",
                "but a tragedy, but now, now I",
                "realize it's all just a fucking",
                "comedy."
            ],
            "PENNY": [
                "H-h-happ--"
            ]
        }
    },
    "89": {
        "int_ext": "INT.",
        "location": "BLUE CURTAIN, HOSPITAL ROOM (SHARED)",
        "tod": "CONTINUOUS",
        "transitions": [],
        "action": [
            "Other side of the blue divider curtain. We see Arthur's feet",
            "shifting a little.",
            "SLOWLY WE PULL OUT, backing out of the room. Leaving behind",
            "whatever Arthur's doing to his mother on the other side of",
            "the curtain."
        ],
        "dialog": {}
    },
    "90": {
        "int_ext": "INT.",
        "location": "MOM'S APARTMENT, LIVING ROOM",
        "tod": "NIGHT",
        "transitions": [
            "CUT TO:"
        ],
        "action": [
            "ARTHUR'S STUDYING A VHS TAPE OF \"MURRAY FRANKLIN LIVE!\", he",
            "jots down notes in his worn notebook... Watches as A MOVIE",
            "STAR GUEST come out... how he crosses the stage... how he",
            "greets Murray... how he waves to the audience.... how he sits",
            "down... if he cross his legs or not... studying how to be at",
            "ease, how to be a person like other people.",
            "Arthur gets up, adjusting the waist of his pants... Walks",
            "across the living room like he's on the show, smiling, waving",
            "to the \"audience\"... He mimes shaking Murray's hand... Mimes",
            "unbuttoning his jacket and sits down, legs uncrossed. He",
            "smiles and pulls out his worn notebook from his pocket--",
            "He \"waits\" for Murray to answer. Then Arthur nods okay and",
            "opens his notebook--",
            "He \"waits\" for Murray to answer. Arthur nods okay and crosses",
            "his legs--",
            "Arthur awkwardly pulls the .38 snub-nosed revolver from the",
            "waist of his pants and puts it to his head and pulls the",
            "trigger--",
            "Click.",
            "Arthur gets up off the couch, shoving the gun back in his",
            "pants and walks back across the living room. Does it again...",
            "Waves to the \"audience\"... Mimes shaking Murray's hand...",
            "Mimes unbuttoning his coat and sits down... Legs uncrossed.",
            "Arthur pulls the gun less awkwardly from his pants now, and",
            "points it at his head-- CLICK."
        ],
        "dialog": {
            "ARTHUR": [
                "You wanna hear a joke, Murray?",
                "(reading)",
                "Okay. Knock-knock.",
                "(re-reading)",
                "Okay. Knock-knock.",
                "(too himself)",
                "Should I cross or uncross 'em...",
                "Both feel completely unnatural.",
                "Thanks for having me on, Murray. I",
                "can't tell you how much this means",
                "to me, it's been a life long dream.",
                "Okay I have a joke for you,-- Knock-",
                "knock."
            ]
        }
    },
    "91": {
        "int_ext": "INT.",
        "location": "MOM'S APARTMENT, BATHROOM",
        "tod": "AFTERNOON",
        "transitions": [
            "CUT TO:"
        ],
        "action": [
            "ARTHUR'S LEANING OVER THE BATHROOM SINK, water running. He's",
            "wearing rust colored pants and a white \"beater\" T-shirt.",
            "\"Rock n' Roll (Part 1)\" blaring from a transistor radio.",
            "Arthur lifts his head. He's dyed his hair green like his old",
            "clown wig-- but he's missed spots. Some of his hair is still",
            "its original color, sticking out all helter-skelter.",
            "He does a quick spin to the music, gyrating his hips to the",
            "thumping beat--"
        ],
        "dialog": {}
    },
    "92": {
        "int_ext": "INT.",
        "location": "MOM'S BEDROOM, APARTMENT",
        "tod": "AFTERNOON",
        "transitions": [],
        "action": [
            "Arthur applying his mom's lipstick, outlining his large clown",
            "smile, sitting at her vanity in front of the three-way",
            "mirror. White grease-paint covering his face.",
            "He glances at a mask hanging off the corner of the mirror.",
            "He's trying to copy how it looks. A copy of a copy of",
            "himself.",
            "He hears someone knocking on the front door--",
            "Arthur opens a small drawer, rummaging around looking for",
            "something. Finds some old rusty scissors and pockets them.",
            "Before he closes the drawer, he notices some old photographs",
            "of his mother. Sees one that makes him stop. He pulls it out--",
            "ANGLE ON BLACK & WHITE PHOTOGRAPH OF A YOUNG PENNY, laughing",
            "at something or someone out of frame. She looks so young and",
            "beautiful and happy. Flipping over the photo, sees a",
            "handwritten note on the back, \"Love your smile-- TW\"",
            "ANGLE ON ARTHUR, staring at the note on the back as he hears",
            "LOUDER BANGING on the door. He glances up at his three",
            "reflections in the mirrors--"
        ],
        "dialog": {}
    },
    "93": {
        "int_ext": "INT.",
        "location": "FRONT DOOR, MOM'S APARTMENT",
        "tod": "AFTERNOON",
        "transitions": [
            "CUT TO:"
        ],
        "action": [
            "Arthur unlocks the locks, keeping the security chain latched,",
            "and cracks open the door,-- Sees Randall. Looks down, and",
            "sees Gary next to him. Undoes the chain and opens the door",
            "for them--",
            "Randall and Gary get a look at Arthur's face, his dyed green",
            "hair still wet, streaking white grease-paint smeared over his",
            "face, red lips half done--",
            "Arthur shakes his head no, steps aside so they can come in,",
            "palming the scissors in his hand--",
            "Randall looks at him and laughs--",
            "Arthur shuts the door behind them. Locks the chain-lock.",
            "Randall and Gary share a look... that's weird.",
            "Arthur stares at Randall.",
            "AND ARTHUR STABS THE SCISSORS AS DEEP AS HE CAN into",
            "Randall's neck. Blood spurts. Randall screams. Gary stumbles",
            "back in shock--",
            "Arthur pulls them out and jams them into Randall's eye before",
            "he can react. The sound is sickening. Gary's screaming in the",
            "background--",
            "Randall blindly fights back, screaming in pain, flailing his",
            "arms, his own blood blinding him--",
            "Arthur grabs Randall by the head -- all of his pent up rage",
            "and frustration pouring out of him -- AND SLAMS HIS HEAD",
            "AGAINST THE WALL.",
            "AGAIN. And AGAIN. And AGAIN.",
            "Arthur lets go of Randall's head and Randall drops to the",
            "ground. Arthur leans back against the wall, out of breath,",
            "kind of slides down the wall to the floor--",
            "Sees Gary huddled in the corner, trembling with fear--",
            "Gary doesn't answer. Doesn't move--",
            "Gary backs away toward the door. Arthur sits there for a",
            "moment, breathing heavy, wipes Randall's blood off his face--",
            "Arthur turns, sees Gary at the front door. He points up high",
            "to the chain-lock. He can't reach it.",
            "Arthur just shakes his head to himself and gets up to unlock",
            "the door.",
            "He walks past Gary who's still trembling almost too afraid to",
            "look up at him. Arthur leans over him and undoes the chain,",
            "opens the door. Gary takes off, Arthur closing the door",
            "behind him--",
            "ANGLE ON ARTHUR, leaning his back against the wall. Takes out",
            "a cigarette, lights it with his left hand and smokes.",
            "Exhales deeply."
        ],
        "dialog": {
            "GARY": [
                "(re: his look)",
                "Hey Arthur, how's it going?",
                "You get a new gig?",
                "(interrupting)",
                "They didn't talk to me.",
                "(screaming)",
                "What the fuck what the fuck WHAT"
            ],
            "ARTHUR": [
                "Oh hey guys. Come on in.",
                "No.",
                "Is that today?",
                "My mom died. I'm celebrating.",
                "(beat)",
                "That's sweet. But no, I feel good.",
                "I stopped taking my medication. I",
                "feel a lot better now.",
                "Yeah, that's important. Yeah, that",
                "makes a lot of sense. Thank you,",
                "Randall. Thank you so much--",
                "(catching his breath)",
                "Do you watch the Murray Franklin",
                "show? I'm gonna be on tonight.",
                "It's okay, Gary. You can go."
            ],
            "RANDALL": [
                "You must be goin' down to that",
                "rally at City Hall, right? I hear",
                "it's gonna be nuts.",
                "Yeah. What's with the make-up then?",
                "(nodding)",
                "Right, we heard. That's why we came",
                "by, figured you could use some",
                "cheering up.",
                "Oh, okay. Well, good for you.",
                "(beat)",
                "Listen, I don't know if you heard,",
                "but the cops have been coming",
                "around the shop-- talking to all",
                "the guys about those subway",
                "murders. And um--",
                "(annoyed)",
                "That's because the suspect was a",
                "regular-sized person. If it was a",
                "fucking midget you'd be in jail",
                "right now.",
                "(back to Arthur, sincere)",
                "Anyway, Hoyt said they talked to",
                "you and now they're looking for me,",
                "and, and I just wanna know what you",
                "said."
            ],
            "(MORE)": [],
            "RANDALL (CONT’D)": [
                "Make sure our stories line up,",
                "bein' that you're my boy and all."
            ],
            "THE FUCK--": [],
            "GARY (OS)": [
                "Hey, Art?"
            ]
        }
    },
    "94": {
        "int_ext": "INT.",
        "location": "MOM'S BEDROOM, APARTMENT",
        "tod": "AFTERNOON",
        "transitions": [],
        "action": [
            "(Over the following, we don't see Arthur's face. We don't",
            "reveal his finished \"look\" just yet.)",
            "CLOSE PICKING UP HIS NOTEBOOK, fanning through the pages--"
        ],
        "dialog": {}
    },
    "95": {
        "int_ext": "INT.",
        "location": "LIVING ROOM, MOM'S APARTMENT",
        "tod": "AFTERNOON",
        "transitions": [],
        "action": [
            "CLOSE ON TAKING RANDALL'S WALLET OUT OF HIS BLOOD SOAKED",
            "PANTS, pulling out all the cash."
        ],
        "dialog": {}
    },
    "96": {
        "int_ext": "INT.",
        "location": "KITCHEN, MOM'S APARTMENT",
        "tod": "AFTERNOON",
        "transitions": [],
        "action": [
            "ARTHUR'S POV FINISHING WRITING A NOTE, \"...on Murray Franklin",
            "Tonight -- Pleese Watch!\"",
            "CLOSE ON STUFFING THE NOTE AND ALL OF RANDALL'S MONEY into an",
            "envelope--",
            "TURNING ENVELOPE OVER, WRITING \"SOFI\" on the front."
        ],
        "dialog": {}
    },
    "97": {
        "int_ext": "INT.",
        "location": "HALLWAY, APARTMENT BUILDING",
        "tod": "AFTERNOON",
        "transitions": [],
        "action": [
            "FOLLOWING BEHIND ARTHUR, walking down the hallway as if in",
            "slow motion, heading for Sophie's apartment. His dyed green",
            "hair now slicked back.",
            "He's wearing an ill-fitting rust colored suit.",
            "STILL FROM BEHIND, he lays the envelope in front of Sophie's",
            "door, then pulls something else out of his pocket -- his body",
            "obscuring what it is -- puts it down by her door and leaves.",
            "As he walks away down the hallway, we see what else Arthur",
            "left behind--",
            "HIS MAGIC WAND OF FLOWERS, at Sophie's door.",
            "Hold."
        ],
        "dialog": {}
    },
    "98": {
        "int_ext": "INT.",
        "location": "ELEVATOR, HALLWAY",
        "tod": "AFTERNOON",
        "transitions": [],
        "action": [
            "FROM BEHIND ARTHUR STEPPING ONTO THE ELEVATOR, TURNING TO",
            "FACE US AS THE DOOR STARTS TO CLOSE, FINALLY REVEALING HIS",
            "LOOK--",
            "Green hair slicked back like one of the Wall Street assholes",
            "he killed... White grease paint smeared over his face... red",
            "nose painted on... blue peaks over and under his eyes... his",
            "mother's red lipstick crudely outlining his smiling mouth...",
            "Under the harsh flickering fluorescent lights, he looks like",
            "an insane version of his mask.",
            "Ding. And as the door closes on his new face, again we HEAR",
            "the banging opening of Gary Glitter's \"Rock n' Roll\" but this",
            "time it's \"Part 2\", the instrumental version--"
        ],
        "dialog": {}
    },
    "99": {
        "int_ext": "EXT.",
        "location": "STEEP STAIRWAY, TENEMENTS",
        "tod": "AFTERNOON",
        "transitions": [],
        "action": [
            "ARTHUR, NOW \"JOKER\" DANCING HIS WAY DOWN THE LONG STAIRCASE,",
            "doing his own Bill \"Bojangles\" Robinson stair dance...",
            "Skipping and twirling down fours steps, dancing and singing",
            "along to the music in his head (and on the soundtrack)...",
            "...Hopping back three...",
            "...Shuffling on a step for a beat or two or three...",
            "Sun setting in the sky.",
            "Joker looks back up the staircase rising above him and sees",
            "Garrity and Burke all the way up at the top of the steps.",
            "He dances up a few steps toward the cops..",
            "...Pauses on the edge of a step...",
            "...Teetering on the edge...",
            "Then turns and dances as fast as he can back down the steps",
            "and takes off running down the street--",
            "Way up behind him, Burke and Garrity start down the steep",
            "staircase after him--"
        ],
        "dialog": {
            "DET. BURKE (OS)": [
                "(shouting)",
                "Hey Arthur, we need to talk!"
            ]
        }
    },
    "100": {
        "int_ext": "EXT.",
        "location": "NEIGHBORHOOD STREET, THE BRONX",
        "tod": "CONTINUOUS",
        "transitions": [],
        "action": [
            "Joker running like his hair is on fire past guys hanging out",
            "on the sidewalk, glances behind to see if the two cops are",
            "chasing after him--",
            "Doesn't see them yet, looks back forward and--",
            "RUNS RIGHT INTO THE BACK of a black guy walking down the",
            "street, almost running him over--",
            "THE BLACK GUY TURNS AROUND, HE'S WEARING WHITE FACE \"JOKER\"",
            "MAKE-UP.",
            "JOKER TURNS SLOWING DOWN WALKING BACKWARD, staring at the",
            "black guy's clown face, but before he can say or do anything,",
            "sees Burke and Garrity turning onto the sidewalk from the",
            "stairs--",
            "Joker takes off across the street, Burke and Garrity chase",
            "after him, \"Rock 'n' Roll (Part 2)\" still playing--"
        ],
        "dialog": {}
    },
    "101": {
        "int_ext": "EXT.",
        "location": "SIDE ALLEY, TENEMENTS",
        "tod": "CONTINUOUS",
        "transitions": [],
        "action": [
            "Joker cuts through the garbage filled alley, the usual gang",
            "of kids hanging out on their fire-escape--",
            "Garrity and Burke run into the alley, the kids on the fire",
            "escape start throwing whatever shit they can find at them,",
            "hurling insults in Spanish at the cops--"
        ],
        "dialog": {}
    },
    "102": {
        "int_ext": "EXT.",
        "location": "SIDE ALLEY, JEROME AVE",
        "tod": "CONTINUOUS",
        "transitions": [],
        "action": [
            "Joker darts out from the alley onto the busy avenue, the",
            "elevated train entrance down across the way on the next",
            "corners. Joker runs across the street without looking--",
            "RUNNING RIGHT IN FRONT OF AN ONCOMING YELLOW CAB--",
            "BAM!",
            "The cab hits him and Joker goes crashing into the windshield.",
            "Bounces up and over the car. Landing hard on the pavement--",
            "Joker pops back up from getting hit. He's in pain. But not",
            "dead.",
            "Burke has drawn his service revolver as he runs out of the",
            "alley with Garrity--",
            "Joker takes off running, limping down the street toward the",
            "entrance for the elevated train, passing a few other people",
            "dressed as clowns, some in \"Joker\" masks, others painted up",
            "to look like the \"Joker\" mask..."
        ],
        "dialog": {}
    },
    "103": {
        "int_ext": "EXT.",
        "location": "ELEVATED TRAIN STATION, STEPS",
        "tod": "CONTINUOUS",
        "transitions": [],
        "action": [
            "Joker hustling up the stairs, dripping sweat, his white",
            "grease-paint running down his face, starts to slow down as he",
            "mixes in with the crowd of clowns. He gets to the top of the",
            "stairs, sees the waiting Jerome Ave/Downtown Express Train,",
            "looks back and catches a glimpse of Garrity and Burke at the",
            "bottom--"
        ],
        "dialog": {}
    },
    "104": {
        "int_ext": "EXT.",
        "location": "PLATFORM, ELEVATED TRAIN STATION",
        "tod": "CONTINUOUS",
        "transitions": [],
        "action": [
            "Joker makes his way down the crowded platform, passengers",
            "starting to file on the train. It's packed with protesters",
            "heading to the rally at City Hall. Many carrying signs, most",
            "of them look like Joker, or are dressed as clowns. Joker fits",
            "in with all of them. \"Rock 'n' Roll (Part 2)\" ends.",
            "Joker looks through the crowd of clowns and sees the two cops",
            "getting to the top of the stairs, looking up and down the",
            "platform for him. Pulling out their badges on chains from",
            "around their necks. Identifying themselves as cops.",
            "Joker's willing the doors to close. But they don't.",
            "The two detectives run onto the train just as the doors are",
            "finally closing--"
        ],
        "dialog": {}
    },
    "105": {
        "int_ext": "INT.",
        "location": "JEROME AVE/DOWNTOWN EXPRESS (MOVING)",
        "tod": "CONTINUOUS",
        "transitions": [],
        "action": [
            "Joker moves through the loud train pushing through the rowdy",
            "protesters-- Into the next car, all of them packed.",
            "AS THE TRAIN GOES UNDERGROUND, the lights flicker on and off--",
            "car GOING BLACK FOR A FEW SECONDS as the train turns and dips",
            "and speeds down the tracks.",
            "Joker glances back at Burke and Garrity pulling out their",
            "badges on chains around their necks. Smith & Wesson service",
            "revolvers by their sides. Shouting at the crowd, identifying",
            "themselves as cops.",
            "Joker hears some on the train shouting back in anger at the",
            "police, keeps moving...",
            "past clown-faced protesters carrying signs, \"RESIST\"... \"AM I",
            "A CLOWN?\"... \"SAVE A CITY, KILL A YUPPIE\"...",
            "The two cops push through the car, scanning all the \"clown\"",
            "faces... So many look like Joker. They just shove protesters",
            "out of the way, shouting at them all the while. A few more",
            "voices rising up in protest--",
            "Joker feels Burke and Garrity behind him getting closer. In",
            "the flickering light sees a DRUNK GUY (20's) wearing a",
            "'Joker' mask and pulls it right off his face--",
            "The drunk guy turns ready to fight.",
            "He throws a punch at Joker, and Joker steps out of the way--",
            "The guy pummels someone else--",
            "A FIGHT BREAKS OUT, spilling down the car.",
            "Joker slips the clown mask over his clown face--",
            "AND JUST STANDS THERE IN THE MIDDLE OF THE CHAOS, at home",
            "with the mayhem all around him--",
            "Garrity and Burke spot Joker's rust colored suit in the",
            "middle of the unruly mob--",
            "Burke pulls his gun--",
            "The crowd doesn't drop to the ground. They just keep fighting",
            "with each other--",
            "Burke sees Joker just standing there. Keeps yelling for the",
            "crowd to get down, get down, but they don't listen to him--",
            "He starts shoving protesters down, out of the way-- and",
            "AND THEN THE MOB TURNS ON HIM AND GARRITY, starts closing in",
            "around them--",
            "Garrity and Burke are pointing their guns at the crowd,",
            "yelling panicked for them to back off, back off, and one",
            "idiot reaches for Garrity's gun--",
            "Bang.",
            "Burke fires into the crowd, as the train pulls into the",
            "station--",
            "A protester falls dead. The other clowns on the train go",
            "crazy, turning on the cops.",
            "As the subway doors open, the violence spills out onto the",
            "platform, catch a glimpse of Joker walking away from the",
            "chaos. Taking off the mask and dropping it at his side as he",
            "heads up the stairs, disappearing into the crowd."
        ],
        "dialog": {
            "DET. BURKE": [
                "(shouting)"
            ],
            "EVERYBODY DOWN, GOTHAM PD!": []
        }
    },
    "106": {
        "int_ext": "EXT.",
        "location": "NCB STUDIOS, FRANKLIN THEATER - MIDTOWN",
        "tod": "DUSK",
        "transitions": [],
        "action": [
            "WIDE SHOT, excited line of ticket holders waiting to get into",
            "\"Live with Murray Franklin!\" The poster marquee box near the",
            "door reads: \"TONIGHT'S GUESTS. Lance Reynolds. Dr. Sally",
            "Friedman. And Special Guest.\""
        ],
        "dialog": {}
    },
    "107": {
        "int_ext": "INT.",
        "location": "STUDIO 4B, STAGE - FRANKLIN THEATER",
        "tod": "NIGHT",
        "transitions": [],
        "action": [
            "WIDE SHOT, set for \"LIVE WITH MURRAY FRANKLIN!\" is dark...",
            "but we can still make out his desk... the guest couch...",
            "Ellis Drane's band stand... huge multicolored curtain. Three",
            "TV monitors hang from the ceiling, facing the audience seats.",
            "Three studio cameras on the floor, black cables strewn",
            "everywhere."
        ],
        "dialog": {}
    },
    "108": {
        "int_ext": "INT.",
        "location": "HALLWAY, FRANKLIN THEATER",
        "tod": "NIGHT",
        "transitions": [],
        "action": [
            "WIDE SHOT, empty hallway.",
            "Then Murray Franklin turns the corner, walking fast toward",
            "the drab dressing rooms with his producer, GENE UFLAND",
            "(50's), who's holding the show's rundown rolled up in his",
            "hand. Murray looks a little more frayed around the edges than",
            "he did in Arthur's fantasy.",
            "A young BLONDE INTERN walks by in the opposite direction. She",
            "nervously smiles to them and keeps walking. Both men turn and",
            "check out her ass. Murray winks at Gene."
        ],
        "dialog": {
            "GENE UFLAND": [
                "--You gotta see this nut for",
                "yourself, Murray. I don't think we",
                "can put him on. With all the shit",
                "that's going on out there.",
                "She's still mad at you about that",
                "thing?",
                "(just shakes his head, and",
                "smiles)",
                "I'm telling you, you gotta see him,",
                "Murray. I think it's too risky, the",
                "show's too big. It's worth too much",
                "to blow it on this,-- this freak."
            ],
            "MURRAY FRANKLIN": [
                "(in a sour mood; annoyed)",
                "Jesus, Gene, I don't have time for",
                "this. Cindy's been breaking my",
                "balls all day.",
                "Four marriages, you'd think I'da",
                "fuckin' learned something.",
                "(then)",
                "What do I gotta see? I already know",
                "he's a nut. That's why we're",
                "putting him on, it's a goof."
            ]
        }
    },
    "109": {
        "int_ext": "INT.",
        "location": "DRESSING ROOM, FRANKLIN THEATER",
        "tod": "CONTINUOUS",
        "transitions": [
            "CUT TO:"
        ],
        "action": [
            "Joker's sitting on a small couch in the cramped dressing",
            "room, watching the local news on a TV that's mounted up on",
            "the wall, live shots from the subway station where Burke shot",
            "the protestor, footage of the City Hall rally, clashes with",
            "police.",
            "He's cleaned himself up as best he could... white grease-",
            "paint smeared more evenly over his face, green dyed hair",
            "slicked back in place. Red lips redone.",
            "Murray and his producer Gene open the dressing room door",
            "without knocking--",
            "Joker gets up off the couch and goes to shake Murray's hand.",
            "Murray pauses when he sees Joker's face.",
            "Murray nods not listening, he's heard this before.",
            "Joker looks like he's about to bust out laughing. All of that",
            "news is playing out on the TV behind him. He takes a deep",
            "breath. Swallows the laugh.",
            "Beat.",
            "Murray thinks about it for a beat.",
            "Gene rubs his temples, he doesn't like this, but Murray is",
            "the boss.",
            "Joker nods good. Smiles back at Murray.",
            "Murray and Gene turn to go, exchanging smirks with each other",
            "as they walk out, making light of Joker who we see behind",
            "them still standing there.",
            "Murray and Gene look back at him",
            "Joker smiles, the guys can't tell if he's kidding or not.",
            "Murray starts to laugh at Joker as he closes the dressing",
            "room door, shutting it right in his face."
        ],
        "dialog": {
            "JOKER": [
                "(shakes Murray's hand;",
                "effusive)",
                "Murray,--",
                "Thanks, Murray. I feel like I know",
                "you,-- I've been watching you",
                "forever. My mother never missed a",
                "show.",
                "No, I don't believe in any of that.",
                "I don't believe in anything. I just",
                "thought it would be good for my",
                "act.",
                "No. I hadn't heard.",
                "Thank you, Murray.",
                "Hey Murray,-- one small thing? When",
                "you bring me out, can you introduce",
                "me as “Joker”?",
                "Honestly, I don't even know what my",
                "real name is.",
                "Besides, that's what you called me",
                "on the show, Murray. A joker.",
                "Remember?"
            ],
            "GENE UFLAND": [
                "It's Mr. Franklin, buddy.",
                "(upset)",
                "Your act? Did you hear what",
                "happened on the subway? Some clown",
                "got killed.",
                "(turns to Murray)",
                "-- the audience is gonna go crazy",
                "if you put him on. It was okay",
                "maybe for a bit, but not a whole",
                "segment.",
                "What? You don’t want to use your",
                "real name?",
                "I have no idea."
            ],
            "MURRAY FRANKLIN": [
                "Oh shut up, Gene. Who gives a shit.",
                "So what's with the face? Are you",
                "part of the protests?",
                "No. I think it works. We're gonna",
                "go with it.",
                "(flashes his bemused",
                "smile; condescending)",
                "Couple rules though,-- No cursing,",
                "no off-color material, we do a",
                "clean show, okay? You'll be on",
                "after Dr. Sally. Someone will come",
                "and get you. Good?",
                "(to Gene; trying not to",
                "crack up)",
                "Did I?",
                "(turns back to Joker)",
                "Well, if you say so, kid. Joker it",
                "is."
            ]
        }
    },
    "110": {
        "int_ext": "INT.",
        "location": "BACKSTAGE, BEHIND CURTAIN - STUDIO 4B",
        "tod": "NIGHT",
        "transitions": [],
        "action": [
            "JOKER'S BACKSTAGE AT THE EDGE OF THE CURTAIN, trying to watch",
            "the show through a slim gap. Behind him there's a monitor on",
            "a cart playing the live feed.",
            "He moves the curtain aside to get a better look-- Glimpses",
            "Murray laughing, finishing up talking to noted sex therapist",
            "DR. SALLY FRIEDMAN (60's), sitting next to Barry O'Donnell.",
            "The audience laughs.",
            "Another big laugh.",
            "APPLAUSE SIGN LIGHTS UP. Everyone claps. Joker keeps watching",
            "Murray through the slim gap at the end of the curtain. Hears",
            "the FLOOR MANAGER shout, \"And we're out. Back in three.\"",
            "Joker adjusts the gun in the waist of his pants. Takes a deep",
            "breath."
        ],
        "dialog": {
            "MURRAY FRANKLIN": [
                "-- I'll try it, but I'm not sure my",
                "wife will let me do it. Maybe my",
                "next wife.",
                "(laughs; to Dr. Sally)",
                "Will you stick around? You gotta",
                "see our next guest for yourself.",
                "I'm pretty sure he could use a",
                "doctor.",
                "He looks like he's got a lot of",
                "problems.",
                "(turns, looks into camera)",
                "Alright folks, don't go anywhere.",
                "We'll be right back."
            ],
            "DR. SALLY FRIEDMAN": [
                "Oh. Does he have sexual problems?"
            ]
        }
    },
    "111": {
        "int_ext": "INT.",
        "location": "DIRECTOR'S BOOTH, STUDIO 4B",
        "tod": "NIGHT",
        "transitions": [],
        "action": [
            "Perched one story above the studio. There's a long console",
            "where the DIRECTOR sits in front of a gooseneck microphone,",
            "looking over a double-bank of monitors.",
            "Sitting next to him are the ASSOCIATE DIRECTOR who times the",
            "show, and the TECHNICAL DIRECTOR who operates the board. The",
            "monitor showing the live feed is playing a commercial.",
            "ON THE SHOW MONITOR, video of Joker's original stand-up",
            "performance comes up with the show's graphic in the lower",
            "right of the screen."
        ],
        "dialog": {
            "ASSOCIATE DIRECTOR": [
                "Back in 30 seconds.",
                "Five... Four... Three..."
            ],
            "DIRECTOR": [
                "Okay, cue the clip. We'll come to",
                "it straight out of break.",
                "Roll clip. Put up the show graphic."
            ]
        }
    },
    "112": {
        "int_ext": "INT.",
        "location": "TALK SHOW SET, STAGE - STUDIO 4B",
        "tod": "CONTINUOUS",
        "transitions": [],
        "action": [
            "ON THE SET, Murray watches the clip on the monitor above his",
            "desk, can't help but laugh. Sees the FLOOR MANAGER counting",
            "him down silently with her fingers... Three... Two... points",
            "to Camera One.",
            "BEHIND THE SHIMMERING MULTICOLORED CURTAIN, Joker gathers",
            "himself, ready for his moment. Doesn't hear his introduction",
            "or see a STAGEHAND pull open the curtain for him to go out--",
            "ON SET, THE CURTAIN'S OPEN, Ellis Drane and his Jazz",
            "Orchestra are playing Joker on. He doesn't come out. Murray",
            "looks over to the empty space in the curtain.",
            "The audience laughs.",
            "BEHIND THE CURTAIN, Joker sees the stagehand motioning for",
            "him to go out on stage.",
            "Joker starts out, pausing when he takes a step into the",
            "bright lights. The stagehand doesn't see him stop, and drops",
            "the curtain back on Joker before the audience can really see",
            "his face--",
            "Tangling Joker up in the curtain.",
            "The audience keeps laughing thinking it's part of his act.",
            "The band keeps playing him on. Joker untangles himself from",
            "the curtain and the audience gets a good look at him.",
            "Some continue laughing. A few boo. Most don't know what to",
            "make of him.",
            "Joker walks across the stage, forgetting to wave like he",
            "practiced. He trips over the riser surrounding the set when",
            "he goes to shake Murray's hand. Almost falls on him.",
            "Murray tries not to crack up. The audience laughs. Thinks",
            "it's part of Joker's act.",
            "Joker reaches out to hug Dr. Sally as she goes in for a",
            "handshake. Another awkward moment. More laughs.",
            "Barry O'Donnell stands there with his hands up, as if to say",
            "\"what about me?\"",
            "Joker ignores him and just sits down next to Murray. Crosses",
            "and uncrosses his legs. Can't get comfortable. Murray shakes",
            "his head.",
            "Joker's not listening to Murray. He's mesmerized by all the",
            "lights shining on him... all the eyes on him... he doesn't",
            "answer Murray.",
            "Nervous laughter from the audience.",
            "A long uncomfortable beat."
        ],
        "dialog": {
            "MURRAY FRANKLIN": [
                "(looking into camera)",
                "O-kay, you may have seen that clip",
                "of our next guest when we first",
                "played it a couple weeks ago. Now",
                "before he comes out, I just want to",
                "say that we're all heartbroken at",
                "what's going on in the city",
                "tonight. But, this is how he wanted",
                "to come out, and honestly I think",
                "we could all use a good laugh. So,",
                "please welcome-- Joker.",
                "So, ahhh, thanks for coming on the",
                "show. But I gotta tell ya, with",
                "what happened at City Hall today,",
                "I'm sure many of our viewers here,",
                "and at home, might find this look",
                "of yours in poor taste.",
                "(tries again)",
                "So... can you tell us why you're",
                "dressed like this? A lot of",
                "protesters are going with this",
                "look, right? City seems to be full",
                "of clowns these days."
            ],
            "JOKER": [
                "(glances at the studio",
                "audience; awkward)",
                "Yeah. Isn't it great?"
            ]
        }
    },
    "113": {
        "int_ext": "INT.",
        "location": "DIRECTOR'S BOOTH, STUDIO 4B",
        "tod": "CONTINUOUS",
        "transitions": [],
        "action": [
            "Dead silence in the booth, everybody's just staring at the",
            "monitors."
        ],
        "dialog": {
            "TECHNICAL DIRECTOR": [
                "(looks to the director)",
                "This guy's got nothing."
            ],
            "DIRECTOR": [
                "(hits the producer's talk",
                "button; into the mic)",
                "Gene, what the hell? You wanna kill",
                "this?"
            ]
        }
    },
    "114": {
        "int_ext": "INT.",
        "location": "TALK SHOW SET, STAGE",
        "tod": "CONTINUOUS",
        "transitions": [],
        "action": [
            "Murray glances over at his producer Gene Ufland, who's",
            "sitting off-camera on a director's chair by a monitor. Gene",
            "shrugs at him.",
            "The studio audience laughs at Joker. Joker doesn't answer",
            "Murray, just smiles to himself.",
            "The audience claps, egging Joker on to tell a joke.",
            "Joker reaches into his jacket pocket and--",
            "Pulls out his worn notebook. Looks through it, sees Bruce",
            "Wayne's photo, pauses for a moment then turns the page. Finds",
            "the joke--",
            "Studio audience laughs.",
            "Murray makes a face like, \"Okay, I’ll go along with this.\"",
            "Joker looks up from his notebook-- Sees the audience looking",
            "back at him, waiting for the punchline.",
            "Decides to finish the joke--",
            "A few in the audience groan. A couple even laugh.",
            "Ellis Drane plays \"wha-wha-wha-whuuuuh\" on his trumpet from",
            "the band stand. Barry O'Donnell clears his throat.",
            "Murray glances over at Gene in the wings. He gives him the",
            "\"wrap it up\" sign.",
            "Beat.",
            "Studio audience can't tell if he's joking or not. Murray",
            "can't either."
        ],
        "dialog": {
            "MURRAY FRANKLIN": [
                "(smiles; trying to save",
                "the interview)",
                "So when we talked earlier, you",
                "mentioned that you aren't",
                "political. That this look isn't a",
                "political statement.",
                "(beat; smiles)",
                "How's that goin' for ya?",
                "(trying not to laugh)",
                "Have you been working on any new",
                "material? Do you want to tell us a",
                "joke now?",
                "And you had to look that up?",
                "Who’s there?",
                "(shakes his head;",
                "irritated)",
                "Yeah, that's not funny, that's not",
                "the kind of humor we do on this",
                "show.",
                "(looks at him confused)",
                "Okay. I'm waiting for the",
                "punchline."
            ],
            "JOKER": [
                "That's right. I'm not political,",
                "Murray. I'm just trying to make",
                "people laugh.",
                "(reading)",
                "Okay. Here's one. Knock-knock.",
                "(nods; reads it again)",
                "I want to get it right. Knock",
                "knock.",
                "It's the police, ma'am. Your son",
                "has been hit by a drunk driver.",
                "He's dead.",
                "(just keeps going, on a",
                "roll)",
                "Sorry. It's been a rough few weeks,",
                "Murray. Ever since I killed those",
                "three Wall Street guys.",
                "There is no punchline. It's not a",
                "joke."
            ],
            "DR. SALLY FRIEDMAN": [
                "Ahhhh! No, no,-- You can not joke",
                "about that."
            ]
        }
    },
    "115": {
        "int_ext": "INT.",
        "location": "DIRECTOR'S BOOTH, STUDIO 4B",
        "tod": "CONTINUOUS",
        "transitions": [],
        "action": [
            "The director stares at the monitor.",
            "ANGLE ON MONITOR, Camera Three slowly zooming in close on",
            "Joker's face."
        ],
        "dialog": {
            "DIRECTOR": [
                "Did he just confess to killing the",
                "Wall Street Three?",
                "Jesus Christ.",
                "(hits the camera talk",
                "button, into mic)",
                "Camera Three, get in close."
            ],
            "TECHNICAL DIRECTOR": [
                "(horrified)",
                "Yeah. I think he did."
            ],
            "ASSOCIATE DIRECTOR": [
                "(turns to the director,",
                "nods)",
                "He definitely did."
            ]
        }
    },
    "116": {
        "int_ext": "INT.",
        "location": "TALK SHOW SET, STAGE",
        "tod": "CONTINUOUS",
        "transitions": [],
        "action": [
            "Gene Ufland motions for Murray to kill the interview. Murray",
            "shakes his head to himself. This is a big \"get,\" it could be",
            "great television."
        ],
        "dialog": {
            "MURRAY FRANKLIN": [
                "(turns back to Joker; with",
                "gravitas)",
                "You're serious, aren't you? You're",
                "telling us you killed those three",
                "young men on the subway. Why should",
                "we believe you?"
            ],
            "JOKER": [
                "(shrugs)",
                "I got nothing left to lose, Murray.",
                "Nothing can hurt me anymore. This",
                "is my fate, my life is nothing but",
                "a comedy."
            ]
        }
    },
    "117": {
        "int_ext": "INT.",
        "location": "SOPHIE'S APARTMENT, LIVING ROOM",
        "tod": "CONTINUOUS",
        "transitions": [],
        "action": [
            "Sophie's sitting on her couch watching this interview play",
            "out on TV. GiGi's asleep next to her. The open envelope and",
            "the money are lying on the coffee table. No sign of the",
            "flowers anywhere.",
            "Sophie edges forward on the couch, can almost see a hint of",
            "agreement on her face."
        ],
        "dialog": {
            "MURRAY FRANKLIN (ON TV)": [
                "Let me get this straight, you think",
                "killing those guys is funny?"
            ],
            "JOKER (ON TV)": [
                "Comedy is sub, subjective, isn't",
                "that what they say? All of you, the",
                "system that knows so much, you",
                "decide what's right or wrong.",
                "What's real or what's made up. The",
                "same way you decide what's funny or",
                "not."
            ]
        }
    },
    "118": {
        "int_ext": "INT.",
        "location": "TALK SHOW SET, STAGE - STUDIO 4B",
        "tod": "CONTINUOUS",
        "transitions": [],
        "action": [
            "Back on set, we can tell by the way Murray's now interviewing",
            "Joker, talking to him slower, more thoughtfully, that he",
            "thinks this is gonna get him an Emmy... Maybe even a Peabody.",
            "Some audible groans from the audience.",
            "Joker \"howls at the moon.\" It's fucking weird.",
            "There is no more laughter. The audience is watching this",
            "exchange with full attention.",
            "No, I think we've had enough   What do you get when you",
            "of your jokes--                cross a mentally-ill loner",
            "And as Murray Franklin turns, JOKER SHOOTS THE SIDE OF",
            "MURRAY'S HEAD OFF--",
            "Blood splatters all over the back of the set. Some spraying",
            "in Joker's face. AUDIENCE SCREAMS! Dr. Sally dives for the",
            "floor. Barry O'Donnell reaches over her to try and save",
            "Murray--"
        ],
        "dialog": {
            "MURRAY FRANKLIN": [
                "(beat)",
                "Okay, I think I understand. You did",
                "it to start a movement, to become a",
                "symbol.",
                "So that's it, huh, you're crazy.",
                "That's your defense for killing",
                "three young men? Because they were",
                "mean to you?",
                "You have a problem with Thomas",
                "Wayne, too?",
                "And what's wrong with that?",
                "So much self-pity, Arthur. You",
                "sound like you're making excuses",
                "for killing three young men. Not",
                "everybody's awful.",
                "Me? How am I awful?",
                "(on the spot; defensive)",
                "You don't know the first thing",
                "about me, pal. Look what happened",
                "because of what you did, what it",
                "led to. There are riots out there.",
                "Two policemen are in critical",
                "condition, someone was killed",
                "today."
            ],
            "JOKER": [
                "C'mon, Murray, do I look like the",
                "kind of clown who could start a",
                "movement? I killed those guys",
                "because they were awful.",
                "Everybody's awful these days. It's",
                "enough to make anyone crazy.",
                "No. They couldn't carry a tune to",
                "save their lives.",
                "Why is everyone so upset about",
                "these guys? Because Thomas Wayne",
                "went and cried about them on TV?",
                "Yeah. I do. Everything comes so",
                "easy for him.",
                "Have you seen what it's like out",
                "there, Murray? Do you ever actually",
                "leave this studio? Everybody just",
                "yells and screams at each other.",
                "Nobody's civil anymore. Nobody",
                "thinks what it's like to be the",
                "other guy. You think men like",
                "Thomas Wayne ever think what it's",
                "like to be a guy like me? To be",
                "anybody but themselves.",
                "You're awful, Murray.",
                "Playing my video, inviting me on",
                "the show,-- You just wanted to make",
                "fun of me. You're just like the",
                "rest of them, Murray. Everything",
                "comes too easy for you.",
                "How about another joke, Murray?",
                "trash?",
                "(pulling the gun)",
                "I'll tell you what you get. You get",
                "what you fucking deserve,--"
            ],
            "(MORE)": [],
            "JOKER (CONT’D)": [
                "(shaking his head, voice",
                "rising)",
                "They don't. They think we'll all",
                "just sit there and take it like",
                "good little boys. That we won't go",
                "wild. Well, this is for all of you",
                "out there."
            ]
        }
    },
    "119": {
        "int_ext": "INT.",
        "location": "SOPHIE'S APARTMENT, LIVING ROOM",
        "tod": "CONTINUOUS",
        "transitions": [
            "CUT TO:",
            "CUT TO:"
        ],
        "action": [
            "Sophie screams and jumps to her feet horrified! Waking up",
            "GiGi who starts to cry when she sees what's on television--",
            "ANGLE ON TELEVISION, Joker gets up and walks right up to the",
            "camera. Blood sprayed over his white painted face. Hear the",
            "studio audience still screaming, bedlam all around him.",
            "And as Joker waves goodbye to the home audience, a black &",
            "white \"INDIAN-HEAD TEST PATTERN\" playing HERB ALPERT's",
            "\"Spanish Flea\" cuts off the show--",
            "INDIAN-HEAD TEST PATTERN IN THE MIDDLE/BOTTOM HALF OF THE",
            "SCREEN... A NEWS BULLETIN SPLIT INTO THE RIGHT/BOTTOM HALF...",
            "REST OF THE FRAME BLACK...",
            "A solemn WGC ANCHORMAN (50's) sits behind the news desk. We",
            "still hear \"Spanish Flea\" playing...",
            "THE SCREEN SPLITS AGAIN, MIDDLE OF ANOTHER NEWS BROADCAST",
            "LEFT/BOTTOM HALF...",
            "Middle of a clip of Joker shooting Murray Franklin on the",
            "show, screaming into the camera, then getting tackled down to",
            "the ground, hear an IBN ANCHORWOMAN (40's) talking over the",
            "video.",
            "-- the man, who was              (continuing)                                  *",
            "introduced by Franklin as      Warning, the following video                    *",
            "\"Joker\", is currently under    is graphic and may be",
            "arrest.                        disturbing to some of you.",
            "THREE MORE SPLIT SCREENS APPEAR ACROSS THE TOP OF THE BLACK",
            "FRAME ONE RIGHT AFTER ANOTHER, LEFT/TOP A REPORTER IN FRONT",
            "OF A CROWD AT THE NCB STUDIOS... MIDDLE/TOP RAW FOOTAGE OF",
            "THE RIOTING AND LOOTING... AND RIGHT/TOP AN ANC NEWS REPORTER",
            "ON THE STREET...",
            "Just minutes ago, police led     (shouting; breathless)",
            "the suspect handcuffed out of  Looting and rioting have",
            "the studio. When asked why he  intensified here after the",
            "did it, he just laughed and    Franklin shooting. More",
            "said he didn't understand the  people pouring into the",
            "question.                      streets, many wearing clown",
            "Right/bottom split screen they show the shooting from",
            "multiple angles, slowed-down... Left/bottom they cut to the",
            "IBN Anchorwoman sitting behind the desk... In the middle, the",
            "\"Indian-Head Test Pattern\" keeps playing...",
            "The man said he meant no       After he was arrested, he",
            "harm. Again, Murray Franklin   told police officials, that",
            "dead tonight, killed live on   he meant nothing by it, that",
            "the set of his own show.       it was merely just a",
            "ALL SIX SPLIT-SCREENS PLAYING AT ONCE, \"Spanish Flea\" on a",
            "loop, a cacophony of noise, competing video of Joker shooting",
            "Murray interspersed with footage of rioting and fires,",
            "\"Indian-Head Test Pattern\" the only constant. It's enough to",
            "drive anybody crazy--"
        ],
        "dialog": {
            "JOKER (ON TV)": [
                "(looks straight into",
                "camera; screams Murray's",
                "signature sign off)"
            ],
            "GOOD NIGHT AND ALWAYS REMEMBER,--": [],
            "THAT'S LIFE!": [],
            "\"PLEASE STAND BY\"": [],
            "WGC ANCHORMAN": [
                "Good evening. Breaking news,--",
                "Popular TV talk show host, Murray",
                "Franklin, was shot dead tonight on",
                "the live telecast of his program by",
                "one of his guests.",
                "is burning.",
                "punchline to a joke."
            ]
        }
    },
    "120": {
        "int_ext": "INT.",
        "location": "GOTHAM SQUAD CAR (MOVING), GOTHAM STREETS",
        "tod": "NIGHT",
        "transitions": [
            "CUT TO:"
        ],
        "action": [
            "DEAD SILENCE. JOKER GAZING OUT THE WINDOW, at all the",
            "violence and madness in the city. We only see it in the",
            "reflection of the glass... the fires burning... the mob",
            "crowding the streets. Joker's handcuffed in the back of the",
            "squad car moving slowly through the rioting, sirens wailing,",
            "red lights flashing, blood still splattered on his face.",
            "AND HE STARTS TO LAUGH. It's not his affliction, he just",
            "finds it all so hilarious.",
            "AND JOKER JUST LAUGHS HARDER--",
            "JOKER STOPS LAUGHING AND LEANS FORWARD, FACE PRESSED AGAINST",
            "THE GRATE--",
            "AND BEFORE THE OFFICERS CAN ANSWER THE SQUAD CAR GETS HIT BY",
            "A SCREAMING AMBULANCE SPEEDING LIGHTS FLASHING DOWN A CROSS",
            "STREET--",
            "VIOLENTLY CRASHING INTO JOKER'S SIDE, Joker flying like a rag",
            "doll crashing against the opposite door, glass spraying--",
            "BOTH COPS BANGING AGAINST THE DASHBOARD AND DOORS, bones",
            "breaking, screaming in pain and terror--",
            "THE SQUAD CAR GETS PUSHED INTO ONCOMING TRAFFIC, A yellow cab",
            "headed straight for it, swerves right to avoid, clipping the",
            "front end of the squad car and flipping onto its side.",
            "THE SQUAD CAR COMES TO A STOP in the middle of all the chaos,",
            "ambulance lights still flashing, fires burning--",
            "Nobody inside the wreckage moves. Glass and twisted metal",
            "everywhere. Through the broken window looks like TWO MEN IN",
            "CLOWN MASKS getting out of the ambulance--",
            "ANGLE ON JOKER, head slumped to the side, face and mouth cut",
            "up and bleeding, blood smearing his dyed green hair.",
            "He looks dead. And we HEAR the soft and familiar opening to",
            "FERRANTE & TEICHER's piano version of \"Send in the Clowns\"...",
            "SUDDENLY HANDS REACH INTO THE BACK OF THE SQUAD CAR, hands",
            "grabbing Joker's body, pulling him out--"
        ],
        "dialog": {
            "POLICE OFFICER #1 (OS)": [
                "Stop laughing, you freak. This",
                "isn't funny."
            ],
            "POLICE OFFICER #2": [
                "(glancing at Joker in the",
                "back seat)",
                "Yeah, the whole fucking city's on",
                "fire cause of what you did."
            ],
            "JOKER": [
                "I know. Isn't it beautiful."
            ]
        }
    },
    "121": {
        "int_ext": "EXT.",
        "location": "MOVIE THEATER, STREET - UPTOWN",
        "tod": "NIGHT",
        "transitions": [],
        "action": [
            "A LIMOUSINE ON FIRE SLOWLY ROLLS THROUGH FRAME as if in slow-",
            "motion, we pan with it to--",
            "A WELL-HEELED CROWD LETTING OUT OF A MOVIE THEATER, coming",
            "upon the car on fire, realizing the violence has reached",
            "here, the nice part of town... Gangs of punks wearing clown",
            "masks running past, breaking car windows, sirens wailing...",
            "Catch a glimpse of the lit up marquee listing the films",
            "playing, \"Blow Out\" and \"Zorro the Gay Blade\". Hear \"Send in",
            "the Clowns\" still playing...",
            "FROM BEHIND SEE A SILHOUETTED COUPLE AND THEIR KID hurry down",
            "the dark side of the street, ducking into an alley to avoid",
            "the chaos--",
            "Catch a glimpse of a punk in a \"Joker\" mask following after",
            "them pulling a gun--"
        ],
        "dialog": {}
    },
    "122": {
        "int_ext": "EXT.",
        "location": "ALLEY, MOVIE THEATER",
        "tod": "CONTINUOUS",
        "transitions": [
            "BACK TO:",
            "CUT BACK TO:",
            "CUT BACK TO:"
        ],
        "action": [
            "FROM BEHIND, FAMILY IN THE SHADOWS see the guy's eyes go wide",
            "behind the mask, pointing his gun, music swelling--",
            "And the punk shoots the man. Reaches out and grabs something",
            "off the woman's neck before he shoots her as well. Both fall",
            "to the ground dead. Revealing their young son standing behind",
            "them--",
            "CLOSE ON EIGHT-YEAR-OLD BRUCE WAYNE, closing his eyes as",
            "blood sprays across his face. He opens his eyes and looks up",
            "scared at the man in the \"Joker\" mask who killed his parents,",
            "Thomas and Martha Wayne."
        ],
        "dialog": {
            "PUNK": [
                "(shouting)",
                "Hey Wayne! You get what you fucking",
                "deserve."
            ]
        }
    },
    "123": {
        "int_ext": "EXT.",
        "location": "SQUAD CAR (CRASHED), STREET",
        "tod": "NIGHT",
        "transitions": [
            "CUT TO BLACK",
            "FADE IN:"
        ],
        "action": [
            "FROM ABOVE, JOKER LAID OUT ON THE HOOD, arms spread, his",
            "hands uncuffed, a crowd has started to form around the",
            "wreckage, checking out his broken body--",
            "ANGLE ON JOKER, A CROOKED SMILE PLASTERED ON HIS FACE,",
            "laughing, coughing up blood. The crowd steps back in",
            "surprise. Joker stumbles to his feet, standing up on the hood",
            "of the car--",
            "Looks out at the city burning all around him... the crowd at",
            "his feet stunned that's he's alive... And over it all, Joker",
            "HEARS A STUDIO AUDIENCE APPLAUDING...",
            "He raises a hands above his head, does a little dance move",
            "and the CROWD GOES CRAZY--",
            "CLOSE ON JOKER, tears in his eyes from all the pain and",
            "suffering, still he keeps smiling as he wipes his bloody hand",
            "from one cheek across his mouth to his other cheek, smearing",
            "a wide blood-soaked smile across his face so they can all see",
            "how fucking happy he is--",
            "He is the Joker.",
            "A long beat.",
            "HEAR LAUGHTER.",
            "The sound of a man totally cracking up."
        ],
        "dialog": {}
    },
    "124": {
        "int_ext": "INT.",
        "location": "ARKHAM STATE HOSPITAL, INTERVIEW ROOM",
        "tod": "MORNING",
        "transitions": [],
        "action": [
            "CLOSE ON JOKER, tears in his eyes from laughing so hard.",
            "Still smiling. His head's been shaved, he's wearing white",
            "institutional clothes. He looks medicated or maybe even",
            "lobotomized.",
            "He's sitting across from an overworked HOSPITAL DOCTOR",
            "(50's), African American woman. Somehow it's the exact same",
            "room Joker imagined his mother was in some 30 years ago. The",
            "room and the doctor also look vaguely similar to the social",
            "worker and her office in the opening scene.",
            "The doctor just sits there, waiting for him to stop laughing.",
            "A weathered notebook is on the table in front of him.",
            "Finally, Joker stops himself.",
            "He takes a deep breath, his eyes are glazed over. His voice",
            "is scratchy, like he doesn't use it much. But the smile never",
            "leaves his crooked lips.",
            "Beat.",
            "The doctor writes something down in her notes.",
            "Joker slowly nods.",
            "Joker slides his journal across to her. She picks it up and",
            "flips through the pages--",
            "ANGLE ON JOURNAL, blank page after blank page, there's",
            "nothing inside of it.",
            "The doctor looks up at him confused.",
            "Beat.",
            "ANGLE ON JOKER, his smile creeping wider across his face. And",
            "we HEAR the groovy organ opening to FRANK SINATRA's anthem",
            "\"That's Life\"...",
            "Beat."
        ],
        "dialog": {
            "HOSPITAL DOCTOR": [
                "What's so funny?",
                "Do you want to tell it to me?",
                "How are you feeling?",
                "Have you been keeping up with your",
                "journal?",
                "Great. Have you been writing about",
                "what happened? About your episode?",
                "(re: the journal)",
                "May I see?"
            ],
            "JOKER": [
                "--just thinking of this joke.",
                "You wouldn't get it.",
                "Good. Everything's good now.",
                "How I remember it."
            ]
        }
    },
    "125": {
        "int_ext": "INT.",
        "location": "HALLWAY, ARKHAM STATE HOSPITAL",
        "tod": "MORNING",
        "transitions": [
            "IRIS OUT:"
        ],
        "action": [
            "From behind, see Joker shuffling down the long hallway past",
            "all the other mental patients. Sinatra starts singing...",
            "And Joker does a slide step to the music like he can hear it",
            "too... into a skip... and another slide step into a spin...",
            "Dancing down the hallway into the sunset...",
            "\"That's Life\" keeps playing over credits."
        ],
        "dialog": {}
    }
}